Repository: theatrus/archive-irm
Catalog: locale/po/*.po
Languages: de, hu, id

source: Sorry, you must enter a username and a password.
de: Sie müssen einen Benutzernamen und ein Passwort angeben.
hu: Bocsánat, de meg kell adnod a felhasználónevet és jelszót.
id: Maaf, Anda harus memasukkan nama pemakai dan password.

source: Sorry, cannot contact LDAP server
de: Kann nicht LDAP-Server nicht kontaktieren
hu: Bocs, nem tudom elérni az LDAP szervert.
id: Maaf. tidak dapat menghubungi server LDAP

source: Sorry, cannot contact LDAP server
de: Kann nicht zum LDAP-Server verbinden
hu: Bocs, nem tudok kapcsolódni az LDAP szerverhez
id: Maaf, tidak bisa menghubungi server LDAP

source: LDAP bind failed for %s
de: LDAP-Anbindung fehlgeschlagen für %s
hu: %s dn-nel nem tudtam kapcsolódni az LDAP adatbázishoz.
id: Hubungan ke LDAP gagal karena %s

source: Anonymous bind failed
de: Anonyme Anbindung fehlgeschlagen
hu: Anonymous kapcsolat nem sikerült.
id: Gagal melakukan hubungan anonimus

source: Error adding user:
de: Fehler beim Anlegen des Benutzers:
hu: Hiba felhasználó felvétele közben
id: Gagal menambahkan pemakai:

source: username not set
de: Name nicht gesetzt
hu: username nincs beállítva.
id: nama pemakai tidak diset

source: password not set
de: Passort nicht gesetzt
hu: password nincs beállítva.
id: password tidak diset

source: full name not set
de: Kompletter Name nicht gesetzt
hu: fullname nincs beállítva.
id: nama lengkap tidak diset

source: Error adding user: type not set
de: Fehler beim Anlegen des Benutzers: Typ nicht gesetzt
hu: Hiba felhasználó felvétele közben: type nincs beállítva.
id: Gagal menambahkan pemakai: tipe tidak diset

source: Error deleting user: name not set
de: Fehler beim Löschen des Benutzers: Name nicht gesetzt
hu: Hiba felhasználó törlése közben: name nincs beállítva
id: Gagal menghapus pemakai: nama tidak diset

source: Error updating user: name not set
de: Fehler beim Ändern des Benutzers: Name nicht gesetzt
hu: Hiba felhasználó módosítása közben: name nincs beállítva
id: Gagal merubah pemakai: nama tidak diset

source: Users
de: Benutzer
hu: Felhasználók
id: Pemakai

source: Error displaying user: Name not set
de: Fehler beim Anzeigen des Benutzers: Name nicht gesetzt
hu: Hiba a felasználó megjelenítése közben: name nincs beállítva
id: Gagal menampilkan pemakai: nama tidak diset

source: edit
de: bearbeiten
hu: Módosítás

source: delete
de: löschen
hu: Törlés
id: hapus

source: User "%s" is no longer a registered user on this system
de: Der Benutzer "%s" ist nich länger ein registrierter Benutzer auf diesem System
hu: A "%s" felhasználó továbbiakban nem regisztrált felhasználója ennek a rendszernek.
id: Pemakai "%s" tidak lagi terdaftar dalam sistem ini

source: Name:
hu: Neve:
id: Nama:

source: Phone:
de: Telephonummer:
hu: Telefon:

source: Location:
de: Ort:
hu: Hely:
id: Lokasi

source: User Type:
de: Benutzer-Typ:
hu: Felhasználó típusa:
id: User Tipe:

source: Auth level %s not found
de: Autorisierunsebene %s nicht gefunden
hu: A %s azonosítási szintet (auth level) nem találom.
id: Tingkat pemakaian %s tidak ditemukan

source: Error adding Followup,
de: Fehler beim Speichern des Followup
hu: Hiba az intézkedés hozzáadása közben,
id: Gagal menambahkan Followup

source: trackingID is invalid
de: trackingID ungültig
hu: trackingID érvénytelen
id: trackingID tidak dikenal

source: author not specified
de: author wurde nicht angegeben
hu: a szerzõ nincs megadva
id: Penyusun tidak disebutkan

source: followupInfo not added
de: followupInfo wurde nicht gesetzt.
hu: intézkedés adatait nem tudtam rögzíteni.
id: informasi followup tidak ditambahkan

source: Add Followup
de: Followup erstellen
hu: Intézkedés felvétele
id: Tambah Followup

source: Public followup
de: Öffentliches Followup
hu: Publikus intézkedés
id: Followup Publik

source: Followups
hu: Intézkedések
id: Followup (Tindak Lanjut)

source: Date
de: Datum
hu: Dátum
id: Tanggal

source: Author
hu: Szerzõ
id: Pengusul

source: Description
de: Beschreibung
hu: Leírás
id: Deskripsi

source: Private Note
de: Privatnotiz
hu: Magán megjegyzés
id: Catatan Pribadi

source: Followup added on:
de: Followup hinzugefügt am:
hu: Az intézkedés felvéve:
id: Followup ditambahkan atas:

source: Followup added by:
de: Followup hinzugefügt von:
hu: az intézkedést felvette:
id: Followup ditambahkan oleh:

source: Followup information:
hu: Az intézkedés:
id: Informasi Followup:

source: Name
hu: Neve
id: Nama

source: IRM ID
hu: IRM azonosító

source: Location
de: Ort
hu: Hely
id: Lokasi

source: Type
de: Typ
hu: Típus
id: Tipe

source: RAM Amount (in MB)
de: Speicher-Kpazität (in MegaBytes):
hu: RAM méret (MB)
id: Jumlah RAM (in MB)

source: Serial Number
de: Seriennummer
hu: Sorozatszám
id: Nomor Seri

source: Other Number
de: Weitere Seriennummer
hu: Másik sorozatszám
id: Nomor Lain

source: IP Address
de: IP-Adresse
hu: IP cím
id: Alamat IP

source: MAC/Network Address
de: MAC-Adresse
hu: MAC/Hálózati cím
id: MAC/Alamat Jaringan

source: Comments
de: Kommentare
hu: Megjegyzés
id: Komentar

source: Contact Person
de: Kontaktperson
hu: Használó
id: Nama Kontak

source: Contact Number
de: Kontaktnummer
hu: Használó telefon
id: Nomor Kontak

source: Date Last Modified
de: Datum der letzen Änderung
hu: Módosítás kelte
id: Tanggal Terakhir Dirubah

source: Class
de: Klasse
hu: Osztály
id: Kelas

source: Surplus
hu: Többlet

source: Server
hu: Kiszolgáló

source: Operating System
de: Betriebssystem
hu: Operációs rendszer
id: Sistem Operasi

source: Operating System Version
de: Betriebssystemversion
hu: Operációs rendszer verzió
id: Versi Sistem Operasi

source: Processor
de: Prozessor
hu: Processzor
id: Prosesor

source: Processor Speed
de: Prozessor Geschwindigkeit
hu: Processzor sebesség
id: Kecepatan Prosesor

source: RAM Type
de: Speicher-Typ
hu: RAM típus
id: Tipe RAM

source: Network Card Type/Brand
de: Netzwerkkarte Typ/Marke
hu: Hálózati káryta típusa/márkája
id: Tipe/Meri Kartu Jaringan

source: Hard Drive Capacity
de: Festplattenkapazität
hu: HDD méret
id: Kapasitas Hard Disk

source: Computer Type
de: Computer-Typ
hu: Számítógép típusa
id: Tipe Komputer

source: Other Serial Number
de: Weiter Seriennummer
hu: Másik sorozatszám
id: Nomor Seri Lain

source: Network Card
de: Netzwerkkarte
hu: Hálózati kártya
id: Kartu Jaringan

source: Hard Drive Space
de: Festplattenkapazität
hu: Merevlemez mérete
id: Kapasitas Hard Disk

source: Date Modified
de: Änderungsdatum
hu: Módosítás kelte
id: Tanggal Perubahan

source: list view
de: Listen-Ansicht
hu: lista nézetben
id: tampilkan daftarnya

source: full view
de: volle Ansicht
hu: teljes nézetben
id: tampilkan utuh

source: contains
de: enthält
hu: tartalmazza
id: mengandung

source: is the exact phrase
de: der genaue Satz
hu: pontosan ez
id: frasenya sama persis

source: Problem with IRM Installation
de: Problem mit der IRM-Installation
hu: Probléma van az IRM telepítésével
id: Masalah dengan Instalasi IRM

source: Error: MDB not installed or not in the include path
de: Fehler: MDB ist nicht installiert oder wurde nicht gefunden
hu: Hiba: Az MDB nincs telepítve vagy nincs az elérési útvonalban (include path)
id: Error: MDB belum terinstall atau tidak ada di include path

source: I failed to find the MDB package installed in any location in your include path. This may mean one of two things:
de: Das MDB Paket wurde nicht in Ihrem Include-Pfad gefunden. Dies kann folgende Gründe haben:
hu: Nem találtam telepített MDB csomagot a megadott útvonal (include path) egyik helyén sem. Ez két dolgot jelenthet:
id: Gagal mencari paket MDB terinstall di berbagai tempat di include path Anda. Ini bisa berarti salah satu dari dua hal:

source: You haven't got MDB installed; or
de: Sie haben MDG nicht installier; oder
hu: Vagy nem telepítetted az MDB-t. Vagy
id: Anda belum meng-install MDB; atau

source: Your include path does not have the location of your MDB installation.
de: Ihr Include-Pfad enthält nicht den Speicherort der MDB-Installation.
hu: A megadott útvonal (include path) nem tartalmazza az MDB telepítés helyét.
id: Include Path Anda tidak mengandung lokasi tempat instalasi MDB.

source: To remedy the former problem, please run the following command as an administrator or root user:
hu: Az elõzõ probláma megoldásához, kérlek futtasd a következõ parancsot adminisztrátorként vagy root felhasználóként:
id: Untuk mengatasi permasalahan sebelumnya, harap jalankan perintah berikut ini sebagai administrator atau root:

source: (You may have to specify a path to the <tt>pear</tt> command).
de: (Sie müssen den Pfad zum <tt>pear</tt> Kommando angeben.
hu: (A <tt>pear</tt> parancshoz lehet, hogy elérési utat kell megadnod).
id: (Anda harus menyatakan path ke perintah <tt>PEARr</tt>)/

source: If you do not have a <tt>pear</tt> command, you should install the basic PEAR system as packaged by your PHP or Linux distribution. PEAR is the <b>PHP Extension and Application Repository</b>, and provides a set of basic services for the installation of PHP libraries such as MDB.
hu: Ha nincs <tt>pear</tt> parancs, akkor telepítened kell az alap PEAR rendszert a PHP ill. Linux disztribúciódnak megfelelõen. A PEAR, a <b>'PHP Extension And Application Repository'<b> biztosítja az alapszolgáltatásokat a PHP könyvtárak, mint pl. az MDB telepítéséhez.
id: Jika Anda tidak memiliki perintah <tt>pear</tt>, Anda harus menginstall sistem PEAR sesuai distribusi PHP atau Linux Anda. PEAR adalah <b>PHP Extension and Application Repository</b>, dan menyediakan sekumpulan perintah dasar untuk instalasi kepustakaan PHP seperti MDB.

source: If you are sure you have MDB installed, check your include path. The include path I have is:
de: Wenn Sie sicher sind, dass sie MDB installiert haben überprüfen sie Ihren Include-Pfad. Der gefunden Include-Pfad ist:
hu: Ha biztos vagy benne, hogy az MDB installálva van, akkor ellenõrizd az elérési utat (include path). Az elérési út, amit látok:
id: Jika Anda yakin bahwa MDB terinstall, harap cek include path-nya. Include Path yang ada adalah:

source: Different paths will be separated with colons, or semicolons on windows).
de: Verschiedene Pfade werden durch Doppelpunkt getrennt. Semikolon unter Windows)
hu: A különbözõ utakat (path) kettõs ponttal kell elválasztani, (vagy pontos vesszõvel windows alatt).
id: Path yang berbeda akan dipisahkan oleh titik dua, atau titik koma di layar).

source: Please check that there is a file <tt>MDB.php</tt> in one of the directories listed above. If your <tt>MDB.php</tt> file is not in any of the above locations, or <i>no</i> include path is shown above, you will need to configure one in your system's <tt>php.ini</tt> file. Unfortunately, the location for this file varies between Operating Systems and distributions, so you may have to consult your system documentation or use a file searching command to find it.
hu: Ellenõrizd, hogy létezik egy <tt>MDB.php</tt> állomány a fenti könyvtárak valamelyikében. Ha az <tt>MDB.php</tt> állomány nincs egyik fenti helyen sem, vagy <i>nem jelent meg</i> elérési út, akkor be kell állítanod egyet a rendszered <tt>php.ini</tt> állományában. Sajnos ennek az állománynak a helye változó operációs rendszertõl és disztribúciótól függõen, azaz vagy a rendszerdokumentációt kell segytségül hívnod vagy egy állomány keresõvel kell megkeresned.
id: Harap cek apakah ada file <tt>MDB.php</tt> di salah satu direktori di atas. Jika file <tt>MDB.php</tt> Anda tidak ada di lokasi tersebut di atas, atau <i>tidak ada</i> include path yang ditampilkan, Anda perlu mengkonfigurasinya di <tt>php.ini</tt>. Sayangnya lokasi dari file ini bervariasi tergantung sistem operasi dan distribusinya, jadi Anda harus melihat dokumentasi sistem yang Anda pakai atau menggunakan fasilitas pencarian file untuk menemukannya.

source: Once you have found your <tt>php.ini</tt> file, you will need to edit it using a text editor and modify the <tt>include_path</tt> parameter (search for it in the <tt>php.ini</tt> file) to include the necessary paths.
hu: Ha megtaláltad a <tt>php.ini</tt> állomány, akkor módosítanod kell egy szövegszerkesztõvel és módosítsd az <tt>include_path</tt> paramétert (keress rá a <tt>php.ini</tt> állományban), hogy tartalmazza a szükséges útvonalat.
id: Jika Anda sudah menemukan file <tt>php.ini</tt>, Anda harus mengeditnya menggunakan editor teks dan merubah parameter <tt>include_path</tt> (cari dalam file <tt>php.ini</tt>) untuk memasukkan path yang diperlukan.

source: If you have verified that MDB.php exists in a directory specified in your include_path but you are still seeing this error message, please send an e-mail to <tt>irm-discuss@lists.sf.net</tt> with relevant information such as OS and versions of relevant software, and we'll try to help you out.
hu: Ha meggyõzõdtél róla. hogy az MDB.php egy olyan könyvtárban van, ami benne van az include_path paraméterben, és még mindig látod ezt a hibaüzenetet, akkor küldj egy e-mailt az <tt>irm-discuss@lists.sf.net</tt> címre, a szükséges információkkal, mint pl operációs rendszer, egyéb szoftverek, verziók és megpróbálunk segíteni.
id: Jika Anda yakin MDB.php ada di direktori tersebut di include_path tetapi Anda masih melihat pesan kesalahan ini, silakan kirimkan email ke <tt>irm-discuss@lists.sf.net</tt> bersama berbagai informasi yang terkait seperti jenis dan versi sistem operasi serta software terkait lainnya. Kami akan berusaha membantu pemecahannya.

source: IP
de: IP-Adresse
hu: IP cím

source: Contact:
de: Kontakt:
hu: Használó:
id: Kontak:

source: Last Updated:
de: Letze Aktualisiereung:
hu: Utoljára módosítva:
id: Update Terakhir:

source: Update
de: Aktualisierung
hu: Módosítás
id: Perbaharui

source: Delete
de: Löschen
hu: Törlés
id: Hapus

source: Fill out this form to add a new networking device.
de: Füllen Sie dieses Formular aus, um ein neues Netzwerkgerät zu erstellen.
hu: Új hálózati eszküz felvételéhez töltsd ki ezt a formalapot.
id: Isi form berikut ini untuk menambah perangkat jaringan.

source: New Device
de: Neues Gerät
hu: Új eszköz
id: Perangkat Baru

source: Add
de: Hinzufügen
hu: Felvesz
id: Tambah

source: Clear
de: Zurücksetzte
hu: Törlés
id: Hapus

source: Add %s initial ports of type %s to device.
de: %s Anschlüsse vom Typ %s hinzufügen.
hu: Rendelj %s db %s tipusú portot az eszközhöz.
id: Tambahkan %s port awal jenis %s ke perangkat.

source: Computers
de: Computer
hu: Számítógépek
id: Komputer

source: Network
de: Netzwerk
hu: Hálózat
id: Jaringan

source: Software
hu: Szoftver

source: Tracking
hu: Munkalapok

source: Reports
de: Berichte
hu: Kimutatások
id: Laporan

source: Setup
de: Voreinstellungen
hu: Karbantartás

source: Preferences
de: Einstellungen
hu: Beállítások
id: Preferensi

source: Knowledge Base
de: Wissensdatenbank
hu: Tudásbázis

source: FAQ
hu: GYIK

source: Not grouped
hu: Nem csoportosított

source: Add computer
hu: Számítógép felvétele

source: Manage groups
hu: Csoportok kezelése

source: Reset
de: Zurücksetzen
hu: Törlés

source: Device Information
de: Geräteinformation
hu: Eszköz Információ
id: Informasi Perangkat

source: Deleted
de: Gelöscht
hu: Törölve
id: Dihapus

source: Auto Fill Selections
de: Auswahl automatisch füllen
hu: Automatikus Kitöltõ kiválasztása
id: Pilihan Pengisian Otomatis

source: IRM ID:
hu: IRM azonosító:
id: ID IRM:

source: Continue with IRM ID
de: Fortfahren mit IRM-ID
hu: Tovább az azonosítóval
id: Lanjutkan dengan ID IRM

source: Continue with Name
de: Fortfahern mit Name
hu: Tovább a gépnévvel
id: Lanjutkan dengan Nama

source: Or, you can select a group of computers:
de: Oder geben Sie eine Computer-Gruppe an:
hu: Vagy kiválaszthatsz egy gépcsoportot:
id: Atau, pilih kelompok komputer:

source: Continue with group selection
de: Fortfahren mit Gruppenauswahl
hu: Tovább a csoportválsztással
id: Terusakan dengan pilihan grup itu

source: Is this the computer?
de: Ist dies der Computer?
hu: Ez az a számítógép?
id: Inikah komputernya?

source: Please confirm that you entered the correct IRM ID or name. If the computer matches, simply click on the computer's name below.
de: Bitte überprüfen Sie, dass Sie die korrekte IRM-ID oder den korrekten Namen eingegeben haben. Wenn dies der richtige Computer ist wählen Sie unten einfach den Computer-Namen.
hu: Kérlek, ellenõrizd, hogy helyesen adtad meg az IRM azonosítót vagy a gép nevét. Amennyiben ez az a gép, egyszerûen kattins a nevére.
id: Harap cek kebenaran IRM ID atau namanya. Jika komputernya bersesuaian, silakan klik pada nama komputernya.

source: Bad ID Number
de: Falsche ID-Nummer
hu: Rossz ID szám
id: Nomor ID Salah

source: It appears that you have entered an incorrect IRM computer ID or group ID number.
de: Es scheint, dass Sie eine falsche Comuter oder Gruppen ID eingegeben haben.
hu: Úgy tûnik, hogy rossz IRM számítógép vagy csoport azonosítót adtál meg.
id: Tampaknya Anda memasukkan ID komputer atau ID kelompok/grup yang salah.

source: Please try again.
de: Bitte versuchen Sie es erneut.
hu: Kérlek, próbáld meg újra.
id: Silakan coba lagi.

source: Add Job
de: Auftrg hinzufügen
hu: Munka felvétele
id: Tambah Pekerjaan

source: You can use this form to submit a problem report or request help with a computing resource in your organization. Please fill out the entire form as clearly as possible.
de: Sie können dieses Formular dazu verwenden einen Problem-Bericht oder eine Hilfe-Anfrage zu erstellen. Bitte füllen Sie das Formular so deutlich wie möglich aus.
hu: Ezt a formalapot használhatod, hogy bejelents egy problémát vagy segítséget kérj egy, a szervezetedben használt informatikai eszközzel kapcsolatban. Kérlek, töltsd ki a teljes formalapot, annyira egyértelmûen, amennyire lehetséges.
id: Anda bisa menggunakan form berikut ini untuk mengirimkan laporan permasalahan atau meminta bantuan mengenai perangkat komputasi dalam organisasi. Harap isi semua formulir sejelas mungkin.

source: Bad IRM ID or search terms
de: Falsche IRM-ID oder Suchparameter
hu: Rossz IRM azonosító vagy keresési feltételek.
id: IRM ID atau kata kunci pencarian kurang tepat

source: Your search terms were too vague, and yielded more than 5 results. Please try again.
de: Ihre Suchparamater waren zu allgemein, es gibt mehr als 5 Ergebnisse. Bitte versuchen Sie es noch einmal.
hu: A megadott keresési feltétel túl tág és több mint eredményt adott. Kérlek, próbáld meg újra.
id: Kata kunci pencarian terlalu rancu sehingga menghasilkan lebih dari 5 hasil. Harap diperbaiki dan diulangi.

source: Preview
de: Vorschau
hu: Elõnézet
id: Tampilkan Artikel

source: The following error occured with your request for help:
hu: A következõ hiba történt a segítség kérés közben:

source: You did not enter a name.
hu: Nem adtál meg nevet.

source: You did not enter an e-mail address.
hu: Nem adtál meg e-mail címet.

source: A very unusual error occured. Contact your sysadmin.
de: Ein sehr ungewöhnlicher Fehler ist aufgetreten. Bitte wenden Sie sich an Ihren System-Betreuer.
hu: Egy teljesen szokatlan hiba történt. Szólj a rendszergazdának.
id: Sebuah kesalahan yang tidak lazim terjadi. Harap kontak administrator sistem Anda.

source: You did not enter any problem description.
hu: Nem adtál meg probléma leírást.

source: Please check that the job you are about to submit is correct. If it is not, use the provided links to edit it.
de: Bitte überprüfen Sie, dass die Informationen die gesenden werden sollen korrekt sind. Ist dies nicht der Fall nutzen Sie bitte die entsprechenden Links zum korrigieren.
hu: Kérlek ellenõrizd, hogy a munka, amit be akarsz jegyezni, megfelelõ. Ha nem, használd a megadott linket a módosításhoz.
id: Harap cek apakah tugas yang akan dikirimkan sudah benar. Jika belum, gunakan link yang ada untuk meng-edit lagi.

source: Errors occured with your request for help. Your only option is to edit the job.
de: Es ist ein Fehler in der Anfrage. Ihre einzige Options ist die Anforderung zu bearbeiten.
hu: Hiba történt a segítségkéréseddel. Az egyetlen lehetõség a kérés módosítása.
id: Error dalam mengirimkan permintaan. Pilihan Anda adalah meng-edit tugasnya.

source: Priority:
de: Prorität:
hu: Prioritás:
id: Prioritas:

source: Your Name:
de: Ihr Name:
hu: Neved:
id: Nama Anda:

source: Your E-Mail:
de: Ihre E-Mail-Adress:
hu: E-mail címed:
id: Email:

source: Other E-mails:
de: Weiter E-Mail-Adresse:
hu: Egyéb e-mail címek:
id: Email lain:

source: Problem Report:
de: Problem-Beschreibung:
hu: Probléma leírás:
id: Laporan permasalahan:

source: These are e-mail addresses which will get copies of all e-mails sent regarding this work request. Separate multiple e-mail addresses with spaces or commas.
de: Dies sind die E-Mail-Adressen, welche eine Kopie aller E-Mails erhalten, die zu diesem Arbeitsauftrag versendet werden. Mehrere E-Mail-Adressen durch Komma getrennt eingeben.
hu: Minden, ezzel a munkalappal kapcsolatos e-mail másolatát elküldjük ezekre az e-mail címekre. Több e-mail címet vesszõkkel vagy szóközökkel elválasztva adhatsz meg.
id: Alamat-alamat email berikut ini akan mendapatkan salinan dari semua email terkait dengan permintaan ini. Pisahkan alamat email berbeda dengan spasi atau koma.

source: Describe the problem:
de: Beschreiben Sie das Problem:
hu: Írd le a problémát:
id: Jelaskan masalahnya:

source: Preview Job
hu: Elõnézet

source: Problem Reported
de: Problem Bericht
hu: Probléma bejelentve
id: Laporan Permasalahan

source: Interface
de: Schnittstelle
hu: Csatoló felület

source: Connected to...
de: Verbunden mit...
hu: Csatlakozik a ...
id: Terhubung ke...

source: Networking Connector Wizard
de: IRM Netzwerkwerbindungs-Assistent
hu: Halózati csatlakozások varázslója
id: Panduan Otomatis untuk Konektor Jaringan

source: Step 1 of 3
de: Schritt 1 von 3
hu: 1 lépés a 3-ból
id: Langkah ke-1 dari 3

source: This is where you can connect a port to another port easily. To begin, choose which device you wish to connect it to.
de: Hier können Sie Verbindungen zwischen Anschlüssen herstellen. Um zu beginnen wählen Sie ein Gerät das Verbunden werden soll.
hu: Itt tudod egyszerûen csatlakoztatni egyik portot a másikhoz. Elsõnek válaszd ki, melyik eszközhöz akarod csatlakoztatni
id: Disini Anda bisa menghubungkan satu port ke port lain dengan mudah.

source: Continue
de: Fortfahern
hu: Folytatás
id: Lanjutkan

source: Or choose a network device:
de: Oder wählen sie eine Netzwerk-Komponente:
hu: Vagy válassz egy hálózati eszközt:
id: Atau pilih salah satu perangkat jaringan:

source: Choose a computer:
de: Wählen Sie einen Computer:
hu: Válassz egy számítógépet:
id: Pilih salah satu komputer:

source: Step 3 of 3
de: Schritt 3 von 3
hu: 3/3 lépés
id: Langkah ke-3 dari 3

source: Looks like a lonely device to me. No ports found.
de: Sieht aus wie eine einsame Komponente. Keine Anschlüsse vorhanden.
hu: Önálló eszköznek tûnik. Nem találtam portot.
id: Tampaknya merupakan perangkat tak dikenal. Tidak ada port-nya.

source: Port %s on computer %s
de: Anschluss % an Computer %
hu: %s port a %s számítógépen
id: Port %s di komputer %s

source: Port %s on network device %s
de: Anschluss %s an Netzwerk-Komponente %s
hu: %s port a %s hálózati eszközön.
id: Port %s di perangkat jaringan %s

source: Port available.
de: Anschluss verfügbar
hu: A port szabad.
id: Port tersedia.

source: Connect
de: Verbinden
hu: Összekapcsol
id: Sambungkan

source: Nothing Connected.
de: nichts verbunden.
hu: Nincs kapcsolat.
id: Tidak ada yang tersambung.

source: Disconnect
de: Verbindung trennen
hu: Szétkapcsol
id: Putuskan

source: Looks like a lonely device to me. No ports found.
de: Keine Anschlüsse gefunden.
hu: Önálló eszköznek tûnik. Nincs hálózati portja.
id: Sepertinya perangkat itu tidak terhubung. Tidak ada port di sana.

source: Add Port
de: Anschluss hinzufügen
hu: Port felvétele
id: Tambah Port

source: Search
de: Suche
hu: Keresés
id: Cari

source: Search Results
de: Such Ergebnisse
hu: Keresési eredmények
id: Hasil Pencarian
