Repository: theatrus/archive-irm
Catalog: locale/po/*.po
Languages: de, hu, id

source: Welcome to IRM, the Information Resource Manager! This is the command center. The command center is designed to allow a quick look at all work requests assigned to you, as well as an overview of recent changes IRM. You can navigate to any of the sub modules of IRM by choosing the appropiate entry on the toolbar above.
de: Willkommen bei IRM "Information Resource Manager"! Dies ist das Kommandozentrum. Das Kommandozentrum wurde so ausgelegt, dass sie schnell eine Überblick bekommen welche Aufträge Ihnen zugewiesen sind und welche Veränderungen in letzter Zeit vorgenommen wurden. Sie können alle Module von IRM über die obige Navigation erreichen.
hu: Üdvözöllek az IRM-ben, az informatikai eszközök nyilvántartójában! Ez itt az irányító központ. Az irányító központ célja, hogy egy gyors áttekintést adjon a rád kiosztott feladatokról és az IRM-ben történt legutóbbi változásokról. Át tudsz menni bármelyik modulba, a fenti eszközsor megfelelõ elemének kiválasztásával.
id: Selamat datang di IRM, Information Resource Manager! Ini adalah pusat kendalinya. Pusat kendali dirancang untuk memungkinkan melihat sekilas seluruh permintaan yang ditugaskan kepada Anda, serta perubahan-perubahan yang terbaru di IRM. Anda dapat mengakses seluruh sub modul dari IRM dengan memilih item yang sesuai di deretan menu di bagian atas.

source: You have %s job(s) assigned to you.
de: Sie haben %s Aufträge.
hu: %s feladat van rád kiosztva
id: Terdapat %s pekerjaan yang ditugaskan ke Anda.

source: Open Work Requests
de: Offene Arbeits-Aufträge
hu: Nyitott feladatok
id: Permintaan Pekerjaan yang masih terbuka

source: You have entered %s request(s) that have not yet been completed.
de: Sie haben %s Aufträge die noch nicht abgeschlossen sind.
hu: Te %s feladatod vettél fel, amiket még nem zártak le.
id: Anda sudah memasukkan %s permintaan yang belum juga diselesaikan.

source: update info
de: Informationen aktualisieren
hu: frissítési információk
id: perbaharui info

source: Sorry, could not bind to your ldap server.
de: Keine Anbindung zum LDAP-Server möglich.
hu: Bocs, nem tudok bejelentkezni az LDAP szerverbe
id: Maaf, tidak bisa menghubungi server LDAP Anda.

source: Updating user: %s, (%s)
de: Aktualisiere Benutzer: %s, (%s)
hu: Felhasználó módosítása: %s, (%s)
id: Memperbaharui pemakai: %s, (%s)

source: Deleting user: %s, (%s)
de: Lösche Benutzer: %s, (%s)
hu: Felhasználó törlése: %s, (%s)
id: Menghapus pemakai: %s, (%s)

source: Number of Computers:
de: Anzahl der Computer:
hu: Számítógépek száma
id: Jumlah Komputer:

source: Amount of Software:
de: Menge der Software:
hu: Szoftverek száma
id: Jumlah Software:

source: Operating Systems
de: Betriebssysteme
hu: Operációs rendszerek
id: ang Sistem Operasi

source: Welcome to the Default Report! This report is designed to be a functional model of a real IRM Report. It provides some simple data, but could really be extended with graphics, percentages, graphs, and user settable options. But it serves as a good jumping point for making your own report. (NOTE: The IRM header is not necessary, I just put it in. You must do a 'connectDB();' though.)
de: Willkommen beim IRM Standardbericht. Dieser report dient als Modell. Er enthält einige einfache Daten kann aber leicht erweitert z.B. mit Graphen oder benutzer definierten Optionen. Diesen Bericht können Sie als Vorlage verwenden um Ihren eigenen Bericht zu erstellen.
hu: Üdvözöllek az alapértelmezett kimutatásnál! Ez a kimutatás egy funkcionális modellje egy igazi IRM kimutatásnak. Csak néhány adatot jelenít meg, de ki lehet egészíteni képekkel, arényokkal, grafikonokkal és a felhasználó által megadható paraméterekkel. Jó ugródeszkát jelent a kimutatásaid elkészítéséhez. (FIGYELEM: Az IRM fejléc nem szükséges csak beletettem. Kell egy 'connectDB()' is.
id: Selamat datang di Laporan Default! Laporan ini dirancang untuk menjadi model fungsional dari Laporan IRM yang sebenarnya. Sudah tersedia beberapa data sederhana, tadi sebenarnya masih bisa dikembangkan agar dilengkapi dengan gambar, persentase, grafik, dan pilihan-pilihan lain yang bisa ditentukan oleh user. Ini merupakan titik awal yang baik untuk membuat format laporan Anda sendiri. (CATATAN: Header IRM tidak perlu ada, itu hanya sekedar contoh. Anda harus melakukan 'connectDB();')

source: To generate the report, click on this button:
de: Um einen neuen Bericht zu generieren drücken sie auf diesen Knopf:
hu: Kimutatás készítéséhez, klikkelj erre a gombra:
id: Untuk menghasilkan laporan, klik tombol berikut ini:

source: IP List Report
hu: IP Lista

source: All computers and network devices sorted by primary IP address.
hu: Számítógépek és hálózati eszközök az elsõdleges IP cím szerint csoportosítva.

source: Contact
hu: Használó

source: Number of Network Devices:
hu: A hálózati eszközök száma:

source: Total Number of Devices:
de: Gesamtzahl der Geräte
hu: Eszközök teljes száma:

source: OS Version
de: Betriebssystemversion
hu: OS verzió
id: Versi Sistem Operasi

source: Proc. Speed
de: Prozessor Geschwindigkeit
hu: Proc. sebesség

source: Net/MAC Addr
de: MAC-Adresse
hu: Net/MAC cím

source: HD Space
de: Festplatten-Kapazität
hu: HDD méret
id: Kapasitas Hard Disk

source: Previous %s
de: Die vorherigen %s
hu: Elõzõ %s

source: Next %s
de: Die nächten %s
hu: Következõ %s

source: Software Installation Report
de: Softwareinstallations-Bericht
hu: Szoftver telepítési lista

source: Machines that have %s installed, sorted by %s
de: Machinen auf denen %s installiert ist, sortiert nach %s
hu: Számítógépek, amelyekre %s telepítve van, rendezve %s szerint

source: Number of Installs:
de: Anzahl der Installationen:
hu: A telepítések száma:

source: Create a new Software Report
de: Neuen Software_bericht anlegen
hu: Új szoftver kimutatás készítése

source: Welcome to the Software Install Report! This will tell which machines have a particular software package installed.
de: Wilkommen beim Software-Installations-Bereicht. Dieser Bereicht gibt Aufschluss darüber auf welchen Maschinen eine bestimmte Software installiert ist.
hu: Üdvözöllek a Szoftver Telepítési Listánál! Ez megmutatja neked, hogy adott szoftvercsomag, melyik gépekre van telepítve.

source: Select A Software Package
de: Wählen Sie ein Software-Paket
hu: Válassz ki egy szoftvercsomagot

source: RAM Amount
de: speicher-Kapazität
hu: RAM méret
id: Jumlah RAM

source: sorted by %s
de: sortiert nach %s
hu: rendezve %s szerint

source: with %s results per page
de: mit %s Ergebnissen pro Seite
hu: oldalanként %s eredmény

source: SPACE
hu: SZÓKÖZ

source: AND
de: UND
hu: ÉS

source: between the dates %s and %s.
de: zwischen %s und %s.
hu: az alábbi dátumok között: %s és %s.

source: Found %s matching tracking entries
de: %s passende Tracking-einträge gefunden
hu: %s megfelelõ munkalapot találtam.

source: January
de: Januar
hu: Január
id: Januari

source: February
de: Februar
hu: Február
id: Februari

source: March
de: März
hu: Március
id: Maret

source: April
hu: Április

source: May
de: Mai
hu: Május
id: Mei

source: June
de: Juni
hu: Június
id: Juni

source: July
de: Juli
hu: Július
id: Juli

source: August
hu: Augusztus
id: Agustus

source: September
hu: Szeptember

source: October
de: Oktober
hu: Október
id: Oktober

source: Report Results
de: Bericht Ergebnisse
hu: A kimutatás eredménye
id: Hasil Pencarian

source: Tracking by user:
de: Tracking nach Benutzer:
hu: Munkalapok felhasználók szerint:
id: Tracking berdasarkan pemakai:

source: Report
de: Bericht
hu: Kimutatás
id: Laporan

source: Welcome to the Default Tracking Report! This report is designed to inform you of the tracking requests that have been completed or marked old during the time you specify.
de: Willkommen beim Standardbericht! Dieser Bericht gibt Aufschluss darüber welche Trackings abgeschlossen wurden oder als alt markiert wurden in einem Zeitintervall, dass Sie angeben können.
hu: Üdvözöllek az alapértelmezett munkalap kimutatásnál! Ennek a kimutatásnak célja, hogy infomrációt adjon a megadott idõtartam alatt lezárt vagy elévültnek jelzett munkalapokrõl.
id: Selamat datang di Laporan Tracking! Laporan ini dirancang untuk memberitahu Anda permintaan-permintaan tracking yang telah selesai atau telah ditandai sebagai kadaluarsa sesuai batas waktu yang telah ditentukan sebelumnya.

source: To generate the report: select a start date, an end date, and click on the go button.
de: Um einen Bericht zu generieren wählen Sie ein Start- und End-Datum und betätigen Sie die "go"-Schaltfläche.
hu: A kimutatás elkészítéséhez adj meg egy kezdeti és egy vég dátumeot és klikkelj tovább gombra
id: Untuk menghasilkan laporan: pilih tanggal mulai dan akhir lalu klik tombol Go.

source: Select a start date:
de: Wählen Sie ein Startdatum
hu: Add meg a kezdési dátumot:
id: Pilih tanggal mulai:

source: Select an end date:
de: Wählen Sie ein Enddatum:
hu: Add meg a vég dátumot:
id: Pilih tanggal berakhir:

source: This is a detailed tracking search module for IRM. It allows trackings to be searched on various parameters and between date ranges. Choose your search terms and dates and click the search button.
hu: Ez az IRM részletes munkalap keresõ modulja. Lehetõvé teszi munkalapok keresését több paraméter szerint és dátum tartományokban. Válaszd ki a megfelelõ keresési feltételeket és klikkelj a keresés gombra.

source: Search all of tracking where:
de: Alle Trackings suchen mit:
hu: Keress meg minden munkalapot, ami

source: AND:
de: UND:
hu: ÉS

source: Only computers where:
de: Nur Computer wo:
hu: Csak azokat a számítógépeket, amik

source: Constrain results between these (opened) dates:
de: Ergebniss beschränken auf die den (Erstellungs-)Zeitraum:
hu: Korlátozd az eredményeket ezen (nyitó) dátumok közé:

source: Beginning Date:
de: Startdatum:
hu: Kezdési dátum:

source: Ending Date:
de: Enddatum:
hu: Befejezési dátum:

source: Include followups in found trackings.
de: Followups in Ergebnissen anzeigen.
hu: A fellelt munkalapokba tedd bele az intézkedéseket is.

source: Networking
de: Netzwerk
hu: Hálózatok
id: Jaringan

source: Device Deleted
de: Gerät gelöscht
hu: Az eszközt töröltük
id: Perangkat Jaringan Dihapus

source: I have deleted that networking device and all associated ports.
de: Das Netzwerk-Gerät und alle zugehörigen Anschlüsse wurden gelöscht.
hu: Töröltem a hálózati eszközt és hozzátartozó portokat
id: Perangkat jaringan dan semua port terkait sudah terhapus.

source: Welcome to the IRM Networking section. This where you keep information about all of your networking devices.
de: Willkommen in der IRM Netzwerk-Sektion. Hier werden alle Informationen über Netzwerkgeräte verwaltet.
hu: Üdvözöllek az IRM hálózati rendszerében. Itt tárolhatod az adatokat azösszes hálózati eszközödrõl.

source: networking
de: Netzwerk
hu: hálózat
id: jaringan

source: %s added port
de: %s hat einen Anschluss hinzugefügt
hu: %s felvett egy portot.
id: %s port ditambahkan

source: %s removed port %s
de: %s hat den Anschluss %s entfernt
hu: %s törölte a %s portot
id: %s port dihapus %s

source: %s disconnected port
de: %s hat dir Verbindung zu einem Anschluss gelöscht.
hu: %s nem csatlakoztatott port
id: %s port tidak tersambung

source: This is where you can connect ports together, disconnect them, change their properties, etc.
de: Hier können Sie Anschlüsse miteinander verbinden, verbindungen trennen, ihre Eigenschaften verändern usw.
hu: Itt tudsz portokat összekapcsolni, szétkapcsolni, módosítani az adataikat stb.
id: Di sini Anda bisa saling menghubungkan port, memutuskan sambungan, merubahan spesifikasinya, dsb.

source: Logical Number:
de: Logische Nummer:
hu: Logikai szám:
id: Nomor Lojikal:

source: Connection
de: Verbindung
hu: Kapcsolat
id: Hubungan

source: Remove
de: Entfrenen
hu: Eltávolítás
id: Hapus

source: User
de: Benutzername
hu: Felhasználó
id: Pemakai:

source: Change Password
de: Passwort ändern
hu: Változtasd meg a jelszót
id: Rubah Password

source: Your new password does not match the confirmation password. They must be the same.
de: Das Passwort und die Bestätigung stimmen nicht überein.
hu: Az új jelszó nem egyezik az ellenõrzõ jelszóval. A kettõnek egyeznie kell.
id: Password baru Anda tidak sesuai dengan password yang dikonfirmasi. Keduanya harus sama.

source: You have incorrectly entered your old password.
de: Sie haben ein falschen altes Passwort eingegeben.
hu: A régi jelszódat hibásan adtad meg.
id: Anda salah memasukkan password lama.

source: Password successfully updated.
de: Das Passwort wurde erfolgreich geändert.
hu: A jelszót sikeresen megváltoztattam.
id: Perubahan password berhasil.

source: To change your password, please fill in the form below:
de: Um Ihr Passwort zu ändern benutzen Sie bitte das unten stehende Formular.
hu: Jelszavad megváltoztatásához, kérlek töltsd ki az alábbi képernyõt.
id: Untuk merubah password, harap isi form di bawah ini:

source: Old Password
de: Altes Passwort
hu: Régi jelszó
id: Password Lama

source: New Password
de: Neues Passwort
hu: Új jelszó
id: Password Baru

source: Confirm New Password
de: Neues Passwort betätigen
hu: Új jelszó még egyszer
id: Konfirmasikan Password Baru

source: Welcome to IRM Reports. This feature of IRM allows you to gain information on your organization as a whole. This is a modular section of IRM, allowing easy integration of third-party report modules. For information regarding writting your own modules, take a look at docs/REPORTS in your IRM installation.
de: Willkommen bei IRM-Berichten.
hu: Üdvözöllek az IRM kimutatásoknál. Az IRM-nek ez a szolgáltatása lehetõvé teszi, hogy teljes körûen adatokat nyerj ki a szervezetrõl. Ez egy moduláris része az IRM-nek, amely lehetõvé teszi harmadik fél által írt kimutatások egyszerû integrálását. Saját kimutások készítésével kapcsolatos tudnivalókért, nézd meg a docs/REPORTS leírást az IRM könyvtárban.
id: Selamat datang di sistem pelaporan IRM. Fitur ini memungkinkan Anda untuk memperoleh informasi tentang keseluruhan organisasi. Bagian ini sangat modular, memungkinkan integrasi dengan modul pelaporan pihak ketiga. Tentang informasi cara membuat modul sendiri, silakan lihat folder docs/REPORTS di instalasi IRM Anda.

source: Select a report module below:
de: Wählen Sie ein Berichtsmodul:
hu: Válassz ki egy kimutatást:
id: Pilih salah satu modul laporan di bawah ini:

source: FastTrack Templates Add Form
de: FastTrack Vorlagen Erstellformular
hu: FastTrack sablonok formalapja
id: Form Penambahan Template FastTrack

source: FastTrack Template Added Successfuly
de: FastTrack-Vorlage erfolgreich hinzugefügt.
hu: FastTrack sablon sikeresen felvéve
id: Penambahan Template FastTrack Berhasil

source: Use this form to add a FastTrack template.
de: Benutzen Sie dieses Formular um eine FastTrack-Vorlage zu erstellen-
hu: Ezen a formalapon vehetsz fel FastTrack sablont.
id: Gunakan form berikut untuk menambahkan template FastTrack.

source: Go back to FastTrack templates
de: Zurück zu FastTrack-Vorlagen
hu: Vissza a FastTrack sablonokhoz
id: Kembali ke template FastTrack

source: Add FastTrack Template
de: FastTrack Vorlage hinzufügen
hu: Új FastTrack sablon
id: Tambahkan Template FastTrack

source: FastTrack Template name:
de: FastTrack-Vorlagenname:
hu: FastTrack sablon neve:
id: Nama Template FastTrack:

source: Computer
hu: Számítógép
id: Komputer

source: Information
hu: Adatok
id: Informasi

source: IRM ID:
hu: IRM azonosító:

source: Select a group:
de: Wählen Sie eine Gruppe:
hu: Válassz csoportot:
id: Pilih grup:

source: Work Request Information
de: Informationen zum Arbeitsauftrag
hu: Elvégzendõ munka adatai
id: Informasi Permintaan Pekerjaan

source: Describe the solution (will be added as a followup):
de: Beschreiben Sie die Lösung (diese wird als "followup" angehängt):
hu: Írd le a megoldást (hozzászólásként lesz felvéve)
id: Jelaskan solusinya (akan ditambahkan sebagai tindak lanjut):

source: Additional Information
de: Zusätzliche Informationen
hu: Kiegészítõ adatok
id: Informasi tambahan:

source: Assign to:
de: Deligiert an:
hu: Hozzárendelni:
id: Ditugaskan ke:

source: Set Status to:
de: Status ändern auf:
hu: Állapota legyen:
id: Set statusnya menjadi:

source: FastTrack Templates Edit
de: FastTrack Vorlageneditor
hu: FastTrack sablonok szerkesztése
id: Edit Template FastTrack

source: Use this form to edit a FastTrack template.
de: Benutzen Sie dieses Formular um eine FastTrack-Vorlage zu bearbeiten.
hu: Ezt a felületet használd a FastTrack sablonok módosítására.
id: Gunakan form berikut ini untuk meng-edit template FastTrack

source: FastTrack Template Name
de: FastTrack-Vorlage Name
hu: FastTrack sablon neve
id: Nama Template FastTrack

source: FastTrack Templates
de: FastTrack Vorlagen
hu: Fastrack sablonok
id: Template FastTrack

source: Please select a FastTrack template below to edit or delete.
de: Bitte wählen Sie eine FastTrack-Vorlage zum bearbeiten.
hu: Kérlek, válaszd ki azt a FastTrack sablont, amit módosítani vagy törölni szeretnél.
id: Harap pilih template Fast Track di bawah ini untuk di-edit atau dihapus.

source: Add a new FastTrack template
hu: Új FastTrack sablon felvétele

source: Group Setup
de: Einrichtung Gruppen
hu: Csoportkarbantartás
id: Setup Grup

source: Group Added
de: Gruppe hinzugefügt
hu: Felvettem a csoportot
id: Grup Ditambahkan

source: Added %s
de: %s wurde hinzugefügt
hu: Felvéve %s
id: Penambahan %s

source: Welcome to the IRM Group Setup utility. Here you can change, view, delete, and add computer groups to the IRM database.
de: Wilkommen bei der IRM Gruppenverwaltung Hier können sie Gruppen ansehen, ändern, löschen oder Computer zu gruppen hinzufügen.
hu: Üdvözöllek az IRM Csoport karbantartó szolgáltatásánál. Itt tudsz módosítani, megnézni, törölni és felvenni csoportot az IRM adatbázisba.
id: Selamat datang di fitur Setup Grup IRM. Di sini Anda bisa merubah, melihat, menghapus dan menambah grup komputer ke dalam database IRM.

source: Add Groups
de: Gruppen hinzufügen
hu: Csoport felvétele
id: Tambahkan Grup

source: ID:
hu: Azonosító (ID):

source: Group Name:
de: Gruppen Name:
hu: A csoport neve:
id: Nama Grup:

source: Edit Group Members
de: Gruppenmitglieder bearbeiten
hu: Csoport tagok módosítása
id: Edit Keanggotaan Grup

source: Add a Group
de: Gruppe erstellen
hu: Csoport felvétele
id: Tambahkan Grup

source: New Group
de: Neue Gruppe
hu: Új csoport
id: Grup Baru

source: Group Deleted
de: Group gelöscht
hu: Csoport törölve
id: Grup Dihapus

source: Group (%s) %s Deleted! Note: All tracking for this group has not been deleted.
de: Gruppe (%s) %s wurde gelöscht. Hinweis: Alle Trackings zu dieser Gruppe bleiben unverändert.
hu: Töröltük a (%s) %s csoportot. Figyelem: A csoporttal kapcsolatos munkalapokat nem töröltük.
id: Grup (%s) %s Dihapus! Catatan: Semua tracking untuk grup ini tidak dihapus.

source: Group Members
de: Gruppenmitglieder
hu: Csoporttagok
id: Keanggotaan Grup

source: Welcome to the IRM Group Setup utility. Here you can edit members of a specified group.
de: Wilkommen bei der IRM-Gruppeneinrichtung.
hu: Üdvözöllek az IRM Csoport beállítási rendszerénél. Itt tudod módosítani egy adott csoport tagjait.
id: Selamat Datang di alat bantu setup IRM Group. Disini Anda bisa mengedit anggota dari grup tertentu.

source: You may also add computers to a group
de: Sie können auch Computer zu einer Gruppe hinzufügen
hu: Számítógépeket is adhatsz a csoporthoz
id: Anda juga bisa menambahkan komputer ke dalam grup

source: Group:
de: Gruppe:
hu: Csoport:
id: Grup:

source: No computers in this group.
de: Keine Computer in dieser Gruppe
hu: Nincs számítógép ebben a csoportban.
id: Tidak ada komputer dalam grup.

source: add
de: hinzufügen
hu: felvesz
id: tambah

source: Add a Computer to Group
de: Einen Computer zu einer Gruppe hinzufügen
hu: Számítógép felvétele a csoportba
id: Tambahkan Komputer ke dalam Grup

source: Computer ID:
hu: Számítógép azonosító:
id: ID Komputer:

source: OR Enter the computer ID
de: oder geben Sie die Computer-ID ein
hu: VAGY add meg a számítógép azonosítóját
id: ATAU Masukkan ID komputer

source: OR Choose from a dropdown list of computers
de: oder wählen Sie aus einer Liste der Computer
hu: VAGY válassz a számítógépek listájából
id: ATAU Pilih dari daftar komputer

source: Computer Group Updated
de: Computergruppe geändert
hu: Számítógép csoport módosítva
id: Grup Komputer Diperbaharui

source: Updated (%s) %s
de: (%s) %s wurde aktualisiert
hu: Frissítve (%s) %s
id: Mengupdate (%s) %s

source: Go back
de: Zurück
hu: Vissza
id: Kembali

source: System Setup
de: Systemeinrichtung
hu: Rendszerbeállítás
id: Setup Sistem

source: IRM System Setup updated.
de: IRM Systemeinstellungen aktualisiert
hu: Az IRM rendszerbeállításokat módosítottuk
id: Setup Sistem IRM diperbaharui.

source: View or modify the new settings.
de: Einstellungen anzeigen oder bearbeiten
hu: Az új beállítások megjelenítése vagy módosítása
id: Lihat atau rubah konfigurasi baru.

source: User Setup
de: Benutzer Verwaltung
hu: Felhasználók beállítása
id: Setup Pemakai

source: Welcome to the IRM User Setup utility. Here you can
de: Wilkommen bei der IRM-Benutzereinrichtung.
hu: Üdvözöllek az IRM felhasználóinak beállításánál. Itt
id: Selamat datang di Setup Pemakai IRM. Di sini Anda dapat

source: view and update users in the IRM database.
de: Benutzer in der IRM-Datenbank anzeigen und verändern.
hu: megnézheted és frissítheted az IRM adatbázisban lévõ felhasználókat.
id: melihat dan memperbaharui pemakai dalam database IRM.

source: Click here to update the database information from LDAP.
de: Hier klicken um die Datenbankinformationen mit den LDAP-Daten zu aktualisieren.
hu: Klikkelj ide, ha az adatbázist frissíteni akarod az LDAP információkkal.
id: Klik di sini untuk memperbaharui database informasi dari LDAP.

source: change, view, delete, and add users to the IRM database.
de: Benutzer in der IRM Datenbank ändern, anzeigen, löschen und hinzufügen.
hu: módosíthatod, megnézheted, törölheted a felhasználókat és újakat vehetsz fel az IRM adatbázisba.
id: rubah, lihat, hapus dan tambah pemakai ke dalam database IRM.

source: Click here to add users.
de: Hier Klicken um Benutzer hinzuzufügen.
hu: Felhasználó felvételéhez klikkelj ide.
id: Klik di sini untuk menambahkan pemakai.

source: Add a New User
de: Einen neuen Benutzer erstellen
hu: Új felhasználó felvétele
id: Tambahkan Pemakai Baru

source: Full Name:
de: Voller Name:
hu: Teljes neve:
id: Nama Lengkap:

source: Password:
de: Passwort:
hu: Jelszó:

source: Administrator
hu: Adminisztrátor

source: Post Only
de: Nur Anlegen
hu: Ügyfél
id: Kirim Saja

source: Technician
de: Techniker
hu: Technikus
id: Teknisi

source: SNMP Browser
de: SNMP Übersicht
hu: SNMP böngészõ
id: Browser SNMP

source: Value
de: Wert
hu: Érték
id: Nilai

source: SNMP Status
hu: SNMP állapot
id: Statistik SNMP

source: Uptime*
hu: Mûködési idõ*

source: Browse MIBS
de: MIB Übersicht
hu: MIBS böngészés

source: System
hu: Rendszer
id: Sistem

source: Network Interfaces
de: Netzerk-Schnittstellen
hu: Halózati csatolók
id: Antarmuka Jaringan

source: IP Stats
de: IP-Statistiken
hu: IP Statisztikákák
id: Statistik IP

source: Storage
de: Speicher
hu: Tároló
id: Penyimpanan

source: Browse all common MIBS. ATTENTION this can take very long time.
de: Alle Standard-MIBs abfragen. ACHTUNG diese Operation kann sehr lange dauern.
hu: Minden általános MIBS böngészése. Figyelem! Ez magyon sok ifõt vehet igénybe.
id: Lihat semua MIBS yang umum. PERHATIAN: bisa memakan waktu yang sangat lama.

source: * Uptime here reflects SNMP agent uptime, not computer uptime!
de: * Diese uptime ist von dem SNMP-Agent nicht vom Betriebsystem!
hu: * A mûködési idõ itt az SNMP ügynõk mûködési idejét jelenti és nem a számítógépét!
id: *Uptime mencerminkan uptime dari agent SNMO, bukan uptime komputer!

source: Templates Add Form
de: Vorlagen hnzufügen
hu: Sablon formalap
id: Formulir Penambahan Template
