Repository: theatrus/archive-irm
Catalog: locale/po/*.po
Languages: de, hu, id

source: Template Added Successfuly
de: Vorlage erfolgreich hinzugefügt
hu: A sablont sikeresen felvettük.
id: Template berhasil ditambahkan

source: Use this form to add a template.
de: Benutzen Sie dieses Fromular um Vorlagen hinzuzufügen.
hu: Ezen a formalapon vehetsz fek sablont.
id: Gunakan form berikut ini untuk menambah template.

source: Back to Templates
de: Zurück zu den Vorlagen
hu: Vissza a sablonokhoz
id: Kembali ke Template

source: Add Template
de: Vorlage hinzufügen
hu: Sablon felvétele
id: Tambah template

source: If you wish to add software to this template, you must do so by editing it.
de: Wenn Sie dieser Vorlage Software hinzufügen möchten müssen Sie die Vorlage bearbeiten.
hu: Ha szotvert akarsz addni a sablonhoz, akkor ezt a szerkesztésével teheted.
id: Jika Anda bermasuk menambahkan software ke dalam template, Anda harus mengeditnya.

source: Templates Editor
de: Vorlagen-Editor
hu: Sablon szerkesztõ
id: Editor Template

source: Use this form to edit template "%s".
de: Benutzen Sie diese Formular um die Vorlage "%s" zu bearbeiten.
hu: Ezen a képernyõn tudod módosítani a "%s" sablont.
id: Gunakan form ini untuk meng-edit template "%s".

source: Editing Template
de: Bearbeitungsvorlage
hu: Sablon, amit szerkesztünk
id: Meng-edit Template

source: %s add user %s.
de: %s hat benutzer %s hinzugefügt.
hu: %s felhasználót felvesszük %s
id: %s menambahkan pemakai %s.

source: User Deleted
de: Benutzer gelöscht
hu: A felhasználót töröltük
id: Pemakai Dihapus

source: %s removed user %s
de: %s hat den Benutzer %s gelöscht
hu: %s törölte a %s felhasználót
id: %s pemakai dihapus %s

source: User Update
de: Benutzeraktualisierung
hu: Felhasználó módosítása
id: Perbaharui Pemakai

source: %s updated user %s
de: %s hat Benutzereintrag %s bearbeitet
hu: %s felhasználó módosítva %s
id: %s pemakai diperbaharui %s

source: Updated %s
de: %s wurde bearbeitet
hu: Módosítva %s
id: Diperbaharui %s

source: Full Name:
de: Volständiger Name:
hu: Teljes neve:
id: Nama Lengkap:

source: New password:
de: Neues Passwort:
hu: Új jelszó:
id: Password Baru:

source: Phone:
de: Telefon:
hu: Telefon:
id: Telepon:

source: User Type:
de: Benutzer-Typ:
hu: Felhasználó típusa:
id: Jenis Pemakai:

source: The user %s is about to be deleted from the database, to cancel this action click %s
de: Der Benutzer %s wird aus der Datenbank gelöscht!!! Drücken sie %s zum abbrechen.
hu: A %s felhasználót törölni fogjuk az adatbázisból. A mûvelet megszakításához klikkelj %s
id: Pemakai %s akan dihapus dari database, untuk membatalkan klik %s

source: here
de: hier
hu: ide
id: di sini

source: Invalid action request for user update.
de: Üngültige Aktion: Benutzer-Aktualisierung
hu: Érvénytelen mûvelet kérés felhasználó módosítás közben
id: Kesalahan permintaan untuk merubah pemakai.

source: Bundle: Add Software Error
de: Software-Paket: Software hinzufügen fehlgeschlagen
hu: Bundle: Szoftver felvételi hiba
id: Bundel: Gagal Menambah Software

source: We have copies of this bundle installed. You may not alter the software included with this bundle.
de: Es sind Pakete dieses Typ installiert. Sie dürfen deshalb nicht die eigenschaften der Software im Paket ändern.
hu: Ezt a csomagot már telepítettük. Nem változtathatod a szoftvereket, amik ebben a csomagban vannak.
id: Salinan paket tersebut sudah terpasang. Anda tidak bisa merubah software yang sudah termasuk dalam paket ini.

source: Return to Previous Screen
de: Zurück zur vorherigen Seite
hu: Vissza az elõzõ képernyõhöz
id: Kembali ke layar sebelumnya

source: Deleting this package will result in the removal of all Associated Records. Are you sure you want to delete this package. Remember you will loose the following Information about this package:<ul><li>Installations<li>Licenses <li>Comments<li>Templates<li>Bundles. </ul>
de: Wenn sie diese Software löschen werden alle damit verbundenen Daten ebenfalls gelöscht. Sind Sie sicher dass Sie dies tun wollen. Sie werden folgende Informationen verlieren:<ul><li>Installationen<li>Lizenzen<li>Kommentare<li>Vorlagen<li>Pakete</ul>
hu: A csomag törlése az összes kapcsolódó rekord törlését eredményezi. Biztosan törölni akarod ezt a csomagot? Ne felejtsd el, hogy elveszted a következõ információkat is: <ul><li>Telepítések<li>Licenszek<li> <li>Megjegyzések<li>Sablonok<li>Bundles. </ul>
id: Penghapusan paket ini akan berakibat penghapusan semua informasi terkait. Apakah Anda yakin akan menghapus paket ini? Ingat Anda akan kehilangan informasi berikut ini tentang paket teresbut: <ul><li>Instalasi<li>Lisensi<li>Komentar<li>Template<li>Bundel. <ul>

source: Installations
de: Installationen
hu: Telepítések
id: Instalasi

source: Welcome to the IRM Software section. This where you keep information about all of your software.
de: Willkommen in der IRM Software-Sektion. Hier werden alle Informationen über Software verwaltet.
hu: Üdvözöllek az IRM Szoftver moduljában. Itt tudod nyilvántartani a szotverieddel kapcsolatos információkat.
id: Selamat datang di bagian IRM Software. Di sini Anda bisa menyimpan informasi tentang semua software Anda.

source: Information
hu: Adatok
id: Informasi

source: Showing results where %s contains [%s] in %s view.
de: Ergebnisse für "%s" enthält %s in %s-Ansicht.
hu: Azoknak az eredményeknek a megjelenítése, ahol %s tartalma [%s], %s nézetben
id: Tampilkan hasilnya dimana %s mengandung [%s] dalam %s tampilan.

source: Welcome to IRM Setup. Here we will administer new users, setup various computer types and operating systems, network card brands, and (almost) everything else relating to IRM.
de: Willkommen bei der IRM-Einrichtung. Hier können Sie alle IRM-Einstellungen verwalten wie z.B. Benutzer, Computer-Typen, Betriebssysteme etc.
hu: Üdvözöllek az IRM beállításánál. Itt vesszük fel az új felhasználókat, felvesszük a különféle számítógép típusokat és operációs rendszereket, hálózati kártya márkákat, és (majdnem) minden egyebet, ami az IRM-mel kapcsolatos.
id: Selamat datang di IRM Setup. Di sini kita bisa mengelola pemakai sistem, setup tipe-tipe komputer dan sistem operasinya, merk kartu jaringan, dan (hampur) semua hal terkait dengan IRM.

source: Setup Users
de: Benutzer Einrichten
hu: Felhasználók beállítása
id: Setup Pemakai

source: Configure IRM
de: IRM Konfigurieren
hu: Az IRM konfigurálása
id: Konfigurasi IRM

source: Manage Templates
de: Vorlagen verwalten
hu: Sablonok kezelése
id: Mengelola Template

source: Setup computer groups
de: Computer-Gruppen einrichten
hu: Számítógép csoportok karbantartása
id: Setup Grup Komputer

source: Setup the Knowledge Base
de: Wissensdatenbank einrichten
hu: A tudásbázis beállítása
id: Setup Knowledge Base

source: Setup the FastTrack Templates
de: FastTrack Vorlagen einrichten
hu: A FastTrack sablonok beállítása
id: Setup Template FastTrack

source: Welcome to IRM FastTrack. This is where tracking can be entered, assigned, and given a specific status all on one page. Simply fill in the form below:
de: Willkommen bei IRM FastTrack. Hier können sie Tracking-Aufträge erstellen, deligieren und ihren Status festlegen alles auf einer Seite. Füllen Sie dazu einfach das folgende Formular aus.
hu: Üdvözöllek az IRM FastTrack-nél. Itt tudsz egy munkalapot felvenni, hozzárendelni valakihez és adott állapotba tenni egyetlen oldalon. Egyszerûen töltsd ki az alábbi formanyomtatványt:
id: Selamat datang di IRM FastTrack. Disini tempat memasukkan, menugaskan dan memberi status tracking. Cukup isi formulir di bawah ini:

source: Enter the IRM ID
de: geben sie die IRM-ID ein
hu: Add meg az IRM azonosítót
id: Masukkan IRM ID

source: or group. Make sure that you have selected the proper button to the left as well to indicate which identifier you are providing.
de: oder Gruppe. Stellen Sie sicher, dass Sie sowohl den richtigen Knopf auf der linken Seite gewählt haben.
hu: vagy csoportot. Gyõzõdj meg, hogy kiválasztottad a megfelelõ gombot és hogy jelölted, melyik azonosítót adod meg
id: atau grup. Pastikan bahwa Anda telah memilih tombol yang tepat di sebelah kiri dan telah menentukan identifikasi yang ingin disediakan.

source: User Information
de: Benutzer-Information
hu: Felhasználói adatok
id: Informasi pemakai

source: User's Name:
de: Benutzername:
hu: Felhasználó neve:
id: Nama pemakai:

source: User's E-Mail:
de: Benutzer E-Mail-Adresse:
hu: Felhasználó e-mail címe:
id: Email pemakai:

source: Submit
hu: Felvesz

source: Info on %s
de: Informationen zu %s
hu: %s adatai
id: Informasi tentang %s

source: Requests entered by %s
de: Anforderungen von %s
hu: %s által beküldött kérés
id: Permintaan diajukan oleh %s

source: %s has entered %s request(s) that have not yet been completed.
de: %s hat %s Anforderung(en) erstellt, die noch nicht abgeschlossen wurden.
hu: %s beküldött %s kérést, amik még nincs lezárva.
id: %s telah memasukkan %s permintaan yang belum diselesaikan.

source: Requests assigned to %s
de: Anforderung deligiert an %s
hu: %s-re kiszignált kérések
id: Permintaan telah ditugaskan ke %s

source: %s has %s job(s) assigned to him/her.
de: %s sind %s Anforderungen zugewiesen.
hu: %s-re %s munka van kiszignálva.
id: %s memiliki %s tugas yang diserahkan kepadanya.

source: No IRM ID or Group name was selected
de: Es wurde keine IRM-ID oder Gruppe gewählt
hu: Nincs megadva IRM azonosító vagy csoport
id: Tidak ada IRM ID atau Nama Grup yang dipilih

source: ERROR: You forgot to select a computer or a group.
de: FEHLER: Sie haben vergessen einen Computer oder eine Gruppe auszuwählen.
hu: HIBA: Elfelejtettél kiválasztani egy számítógépet vagy csoportot.
id: ERROR: Anda belum memilih komputer atau group.

source: User's name was not entered
de: Benutzername wurde nicht eingegeben
hu: A felhsználó neve hiányzik
id: Nama pemakai belum dimasukkan

source: ERROR: You did not enter the User's Name.
de: FEHLER: Sie haben keinen Benutzernamen eingegeben.
hu: HIBA: Nem adtad meg a felhasználó nevét.
id: ERROR: Anda belum memasukkan Nama Pemakai.

source: User's email address was not entered
de: E-Mail-Adresse wurde nicht angegeben
hu: A felhasználó e-mail címe nincs megadva
id: Email pemakai belum dimasukkan

source: ERROR: You did not enter the User's email address.
de: FEHLER: Sie haben die E-Mail-Adresse nicht angegeben.
hu: HIBA: Nem adtad meg a felhasználó e-mail címét.
id: ERROR: Anda belum memasukkan email pemakai

source: Bad IRM ID Number
de: Falsche IRM-ID
hu: Rossz IRM azonosító
id: No IRM ID Salah

source: It appears that you have enetered an invalid IRM computer ID
de: Sie haben eine ungültige IRM-ID angegeben
hu: Úgy tûnik hibás IRM azonosítót adtál meg.
id: Tampaknya Anda salah memasukkan IRM ID komputernya

source: That tracking job has been placed into the database.
de: Der Tracking-Auftrag wurde in die Datenbank aufgenommen.
hu: A munkalapot felvettük az adatbázisba.
id: Pekerjaan tracking telah ditempatkan di database.

source: Update Information
de: Information aktualisieren
hu: Adatok módosítása
id: Perbaharui Informasi

source: Since you are not a technician or administrator, you can not change the status of this work request, nor who it is assigned to.
de: Da Sie kein Techniker oder Administrator sind dürfen Sie keine Änderungen an diesem Arbeitsauftrag vornehmen.
hu: Mivel nem vagy sem technikus, sem adminisztrátor, nem módosíthatod a munkalap státuszát, sem azt, hogy kihez van hozzárendelve.
id: Karena Anda buka teknisi atau administrator, Anda tidak dapat merubah status dari permintaan pekerjaan ini, maupun kepada siapa ia ditugaskan.

source: You are %s
de: Sie sind %s
hu: Te %s vagy.
id: Anda adalah %s

source: Tracking %s has been updated
de: Tracking %s wurde aktualisiert
hu: A %s munkalapot módosítottuk.
id: Tracking %s sudah dirubah

source: Tracking job modified
de: Tracking Auftrag abgeschlossen
hu: Munkalap módosítva
id: Penugasan tracking dirubah

source: Use this utility to Setup computers in groups.
de: Computergruppenverwaltung
hu: Ezt a szolgáltatást használd a számítógépek csoportba rendezéséhez.
id: Gunakan fitur ini untuk men-set komputer dalam grup.

source: NOTE: Sometimes this may take a while, depending on the number of computers you have (upwards of 10 seconds).
de: Hinweis: Diese Aktion kann sehr lange dauern.
hu: FIGYELEM: Néha ez hosszabb idõt vehet igénybe, a számítógépeid számától függõen (több mint 10 másodperc).
id: CATATAN: Kadang-kadang akan perlu wakti, tergantung jumlah komputernya (sampai 10 detik).

source: Searching for Licenses
de: Nach Lizenzen suchen
hu: Licenszek keresése
id: Mencari Lisensi

source: No licenses for the software package were found, and no bundles containing the software were found either.
de: Keine Software oder Softwarepakete gefunden, die diese Lizenz enthalten.
hu: Sem licenszet nem találtam ehhez a szoftverhez, sem olyen csomagot, ami tartalmazná ezt a szoftvert.
id: Tidak menemukan lisensi untuk paket software tersebut, dan juga tidak ada bundel yang mengandung software tersebut.

source: Please add one or more licenses or bundles using the Software Management System.
de: Bitte fügen sie mehr Lizenzen im Software-Beriech hinzu.
hu: Kérelek, adj hozzá egy vagy több licenszet a szoftver karbantartó rendszerrel.
id: Harap tambahkan satu atau lebih lisensi atau bundel dengan menggunakan Sistem Manajemen Software.

source: Return to the computer info form.
de: Zurück zur Computer-Detailansicht
hu: Vissza a számítógép adatok képernyõhöz.
id: Kembali ke form informasi komputer.

source: I found the following %s Software bundles that contain the program you were looking for. You can either select the software you were trying to install or you can select a bundle. Please note that this will force an installation even if there is no available license. This will also use goals to allow going back to see what license you wanted as opposed to which one you installed.
hu: A következõ %s szoftver csomagot találtam, ami tartalmazza a szoftvert, emit kerestél. Kiválaszthatod a szoftvert, amit telepíteni akartál, vagy választhatod a csomagot. Kérlek, figyelj, hogy ez akkor is egy telepítést jelent, ha nincs szabad licensz. Ez szolgálja azt a célt is, hogy lásd, milyen licenszet akartál ellentétben azzal ami telepítettél.
id: Bundel Software %s ditemukan mengandung program yang Anda cari. Anda bisa memilih software maupun bundelnya. Harap perhatikan bahwa ini berarti terjadi instalasi walaupun lisensi tidak tersedia. Ini juga bisa digunakan untuk melihat kembali lisensi yang Anda masukkan selain melihat apa yang sudah Anda install.

source: ADD
de: HINZUFÜGEN
hu: Felvétel
id: TAMBAH

source: Fill out this form to add a new software package.
de: Füllen Sie dieses Formular aus um neue Softwarepakete zu erstellen.
hu: Új szoftver felvételéhez töltsd ki ezt a formalapot.
id: Isi form berikut ini untuk menambahkan paket software baru.

source: New Software
de: Neue Software
hu: Új szoftver
id: Software Baru

source: Class:
de: Klasse:
hu: Osztály:
id: Kelas:

source: Fill out this simple form to add a port to the device.
de: Füllen Sie dieses Formular aus um einem Gerät einen Anschluss hinzuzufügen
hu: Egy port felvételeéhez töltsd ki ezt az egyszerû formalapot.
id: Isi formulir berikut ini untuk menambahkan port ke perangkat.

source: This is the place to make IRM what you, and only you, want it to be. Here you can change what you see in the computers list view, as well as change your password.
hu: Ez az a hely, ahol az IRM-et olyanná teheted, amilyenné Te és csak Te akarod. Itt megváltoztathatod, mit látsz a számítógép lista nézetben és megváltoztathatod a jelszavadat is.
id: Di sini tempat mengkonfigurasi IRM sesuai keinginan Anda. Di sini Anda bisa merubah apa yang akan ditampilkan di daftar komputer, juga merubah password Anda.

source: Change Your Password
de: Ändern Sie ihr Passwort
hu: Jelszóváltoztatás
id: Rubah Password Anda

source: Here you can change what fields you see in the Computers list view.
de: Hier können Sie festlegen welche Felde in der Computer-Listenanzeige dargestellt werden.
hu: Itt változtathatod meg, melyik mezõket látod a számítógepek listanézetében.
id: Di sini Anda bisa merubah field yang ingin ditampilkan di daftar komputer.

source: Here you can change what you see in the Tracking view.
de: Hier können Sie festlegen, was in der Trackingansicht angezeigt wird.
hu: Itt változtathatod meg, mit látsz a munkalap nézetben.
id: Di sini Anda bisa merubah apa yang dilihat di tampilan Tracking.

source: Advanced Tracking View
de: Erweiterte Trackingansicht
hu: Bõvített munkalap nézet
id: Tampilan Tracking Lanjutan

source: View Oldest Tracking First
de: älteste Trackings zuerst
hu: A legrégebbi munkalap legyen az elsõ
id: Tampilkan Tracking Lama Dulu

source: Change
de: Ändern
hu: Módosítsd
id: Rubah

source: E-mail:
de: E-Mail-Adresse:

source: Platform
de: Plattform

source: E-Mail:
de: E-Mail-Adresse:

source: Port #
de: Anschluss #
id: No. Port

source: Show Followups
de: zeige Followups an
id: Tampilkan Followups

source: OS
de: Betriebssystem
id: Sistem Operasi

source: Copyright &copy; 1999-2005 Yann Ramin, Keith Schoenefeld, and others
de: Copyright &copy; 1999-2005 Yann Ramin, Keith Schoenefeld und andere
id: Hak Cipta &copy; 1999-2005 Yann Ramin, Keith Schoenefeld, dan lainnya.

source: Ping disabled
de: Ping deaktiviert
id: Ping dinonaktifkan

source: Platform:
de: Plattform:

source: Service
de: Dienst
id: Layanan

source: December
de: Dezember
id: Desember

source: RAM
de: Speicher

source: port
de: Anschluss

source: Port
de: Anschluss #

source: Bundles
de: Pakete
id: Paket/Bundel

source: Get
de: Holen
id: Ambil

source: Computer:
id: Komputer
