Repository: theatrus/archive-irm
Catalog: locale/po/*.po
Languages: de, hu, id

source: IRM has not been properly tested with PHP 5. Please report success and failure to irm-devel@lists.sf.net.
de: IRM wurde nicht mit hinreichend PHP5 getestet. Bitte berichten Sie Ihre Erfahrungen and die Mailingliste irm-devel@lists.sf.net.
hu: Az IRM-et nem teszteltük rendesen PHP 5-tel. Kérelk küldd el, hogy sikerült-e vagy sem az irm-devel@lists.sf.net címre.
id: IRM belum diuji secara matang dengan PHP 5. Harap laporkan keberhasilan maupunkegagalan yang ada ke irm-devel@lists.sf.net

source: Error
de: Fehler
hu: Hiba

source: ERROR: Requested IDs can only contain digits. Please re-enter your requested IRM ID
de: FEHLER: Angeforderte IDs können nur Ziffern enthalten.
hu: HIBA: A kért azonosítók (ID-k) csak számokat tartalmazhatnak. Kérlek, add meg újra a kívánt IRM azonosítót.
id: ERROR: Permintaan ID hanya boleh mengandung angka. Harap ulangi permintaan ID IRM Anda

source: A computer with ID %s already exists. Please pick a new ID
de: Ein Computer mit der ID %s gibt es bereits. Bitte wählen Sie eine andere ID.
hu: %s azonosítóval már van számítógép. Kérelk, válassz új azonosítót.
id: Komputer dengan ID %s sudah ada. Harap ambil ID baru

source: database
de: Datenbank
hu: adatbázis

source: %s added record
de: %s hat einen Eintrag erstellt
hu: %s felvett egy rekordot.
id: %s record ditambahkan

source: Redirecting to %s
de: Sie werden umgeleitet zu %s
hu: Átirányítás %s-hez.
id: Mengarahkan ke %s

source: %s deleted record
de: %s hat einen Eintrag gelöscht
hu: %s törölt rekord
id: %s record terhapus

source: Select Template
de: Vorlage Auswählen
hu: Válassz sablont
id: Kembali ke Template

source: Select from one of the templates below to ease in adding a computer. If you wish to create/modify templates, please go to the setup area.
de: Wählen Sie eine der unten angegebenen Vorlagen aus um einen Computer hinzuzufügen. Wenn sie Vorlagen bearbeiten oder hinzufügen möchten gehen Sie bitte in den Bereich Einrichtung
hu: Válassz egy ki egyet az alábbi sablonok közül, hogy egyszerûbb legyen felvinni a számítógépet! Ha új sablont akarsz létrehozni vagy egy meglévõt módosítani, akkor menj a beállításokhoz.
id: Pilih dari salah satu template di bawah ini untuk memudahkan penambahan komputer. Jika Anda ingin membuat/merubah template, harap menggunakan menu SETUP.

source: Add Tracking
de: Tracking erstellen
hu: Munkalap felvétele
id: Tambahkan Tracking

source: Server (constantly running)
de: Server (immer an)
hu: Szerver (folyamatosan mûködik)
id: Server (berjalan konstan)

source: Add Form
de: Formular hinzufügen
hu: Felvétel
id: Tambah Form

source: Computer Added Successfully
de: Computer erfolgreich erstellt
hu: A számítógépet sikeresen felvettük
id: Penambahan Komputer Berhasil

source: Use this form to add a computer from template "%s":
de: Benutzen Sie diese Formular um einen Computer aus der Vorlage "%s" zu erstllen:
hu: Ezen a formalapon vehetsz fel új számítógépet a "%s" sablon alapján:
id: Gunakan form berikut ini untuk menambah komputer dari template "%s";

source: New Computer from "%s"
de: Neuer Computer aus Vorlage "%s":
hu: Új "%s" számítógép
id: Komputer Baru dari "%s"

source: Requested IRM ID (optional):
de: IRM ID anfordern (optional):
hu: Kiválasztott IRM azonosító (nem kötelezõ):
id: Permintaan IRM ID (opsional):

source: Network Interface:
de: Netzwerk Anschluss:
hu: Haálózati csatoló:
id: Antar Muka Jaringan:

source: Add a port of this type.
de: Einen Anschluss von diesem Typen hinzufügen.
hu: Vegyél fel egy ilyen tipusú portot.
id: Tambahkan port dari tipe ini.

source: Added On:
de: Hinzugefügt am:
hu: Felvéve:
id: Ditambahkan Atas:

source: Info
de: Information
hu: Adatok

source: Incorrect username or password
de: Ungültiger Benutzername oder Passwort
hu: Helytelen felhasználónév vagy jelszó
id: Nama pemakai atau password salah

source: Session expired
de: Session abgelaufen
hu: A session lejárt
id: Sesi Kadaluarsa

source: There are no defined databases
de: Es sind keine Datenbanken definiert
hu: Nincs megadva adatbázis
id: Tidak ada database yang didefinisikan

source: Request Help
de: Hilfe anfordern
hu: Segítségkérés
id: Minta Bantuan

source: Logout
de: Abmelden
hu: Kijelentkezés

source: Distribution of IRM is permitted under the terms of the GNU GPL Version 2
de: Die verbreitung von IRM is unter den Bedingungen der GNU GPL Version 2 erlaubt.
hu: Az IRM terjesztése a GNU GPL Version 2-ben foglaltak szerint engedélyezett.
id: Distribusi IRM dilakukan sesuai dengan GNU GPL Versi 2

source: Website
de: Webseite
hu: Honlap
id: Situs Web

source: Session expired. Returning you to the login page.
de: Session abgelaufen. Sie werden zur Anmeldeseite umgeleitet.
hu: Session expired. Visszairányítunk a bejelentkezõ ablakhoz.
id: Sesi Kadaluarsa. Kembali ke halaman login.

source: Permission Denied
de: Zugriff verweigert
hu: Hozáférés megtagadva.
id: Akses Ditolak

source: You (%s) only have %s level privileges, but to access this function you need %s privileges. Sorry.
de: Sie (%2) haben nur Berechtigunsstufe %s. Um diese Funktion zu benutzen benötigen Sie aber mindestens Berechtigunsstufe (%s).
hu: Neked (%s) csak %s szintû hozzáférésed van. Ehhez a mûvelethez %s jogok kellenek. Sajnálom.
id: Anda (%s) hanya memiliki tingkatan akses %s, untuk menggunakan fungsi ini Anda perlu tingkatan %s. Maaf.

source: Critical
de: Kritisch
hu: Kritikus
id: Kritikal

source: Severe
de: Karpott
hu: Komoly
id: Menyulitkan/Mengganggu

source: Important
de: Wichtig
hu: Fontos
id: Penting

source: Notice
de: Notiz
hu: Megjegyzés
id: Pemberitahuan

source: Junk
de: Müll
hu: Elnagyolt
id: Sampah

source: Notify a person who has been assigned a work request via email.
de: Person per E-Mail benachrichtigen wenn an sie ein Auftrag deligiert wurde.
hu: Értesítsük e-mailben azt, akire ki lett osztva egy feladat
id: Beritahu seseorang yang sudah ditugasi pekerjaan melalui email.

source: Notify someone via email when a user has entered a new work request.
de: Jemanden per E-Mail benachrichtigen, wenn ein neuer Arbeitsauftrag erstellt wurde.
hu: értesítsünk valakit e-mailben, ha egy felhasználó új feladatot vett fel.
id: Beritahu seseorang via email jika pemakai memasukkan permintaan pekerjaan baru.

source: The email address that should receive notification when a user has entered a work request (seperate multiple email addresses with a comma).
de: Die E-Mail-Adresse, an die Benachrichtigungen gesendet werden sollen, wenn ein Benutzer einen neuen Arbeitsauftrag erstellt. (Mehrere Adressen durch Komma getrennt eingeben)
hu: Az az e-mail cím, ahová küldeni kell az értesítést, ha egy felhazsnáló új feladatot vett fel (több e-mail címet vesszóvel kell elválasztani).
id: Alamat-alamat email ini akan menerima pemberitahuan ketika seorang pemakai sudah memasukkan permintaan pekerjaan (pisahkan beberapa alamat email dengan koma).

source: This option allows users to request updates via email when a tracking job they entered is update in any way (e.g. someone adds a followup, it is marked complete, etc.).
de: Diese Option erlaubt es Benutzern Aktualisierungen per Email anzufordern, wenn sich ein Tracking-Auftrag ändert.
hu: Ez az opció lehetõvé teszi a felhasználóknak, hogy értesítést kérjenek e-mail-ben, ha a feladatnál, amit felvettek, bármilyen változás történik. (pl. valaki hozzáad egy intézkedést, lezártnak jelentik, stb.)
id: Pilihan ini memungkinkan pemakai untuk meminta info perkembangan melalui email jika tracking pekerjaan yang mereka masukkan diperbaharui melalui berbagai cara (mis. ada yang melakukan follow-up, sudah ditandai selesai, dsb.).

source: Select this option if you would like to be able to group computers together. This is valuable if you would like people to be able to submit work requests against large numbers of computers, such as a computer lab.
de: Wählen Sie diese Option wenn Sie Computer in Gruppen zusammenfassen wollen.
hu: Jelöld be ezt a lehetõséget, ha csoportosítani akarod a számítógépeket. Hasznos, ha azt akarod, hogy az emberek felvehessenek feladatot egyszerre nagyobb számú géppel kapcsolatban, mint pl. egy számítógéplabor.
id: Pilih opsi berikut ini jika Anda ingin memungkinkan pengelompokan komputer. Fasilitas ini berguna jika Anda ingin membuat orang bisa mengirimkan permintaan pekerjaan terhadap sekelompok besar komputer, seperti pada sebuah lab komputer.

source: If this option is selected, users will be able to search for their computer by name instead of being forced to type in an IRM ID to enter a work request.
de: Wenn diese Option gewählt ist können die Benutzer nach Computer-Namen suchen anstatt IRM-IDs einzugeben.
hu: Ha ezt a lehetõséget választod, akkor a felhasználók tudnak keresni a gépük neve szerint is, ahelyett, hogy az IRM azonosítót kellene megadniuk, amikor felvesznek egy feladatot.
id: Jika pilihan ini diambil, pemakai akan bisa mencari komputernya berdasarkan nama, bukannya dipaksa untuk mengetikkan IRM ID pada permintaan pekerjaan mereka.

source: Send expires and pragma: nocache headers.
de: Expires und "Pragma: nocache" HTTP-Header mitsenden.
hu: Küldjünk 'expire', 'pragma' és 'nocache' változókat.
id: Pengiriman kadaluarsa dan pragma: tidak ada cache header.

source: Show a user the jobs assigned to him or her immediately after logging on. If this is not selected, only the number of jobs the user has assigned is displayed.
de: Zeige dem Benutzer Aufträge die ihm zugeordnet sinde direkt nach dem Anmelden an. Wenn diese Option nicht aktviert ist wird nur die Anzahl der Aufträge angezeigt.
hu: Megmutatja a felhasználónak a rá kiosztott feladatokat rögtön a bejelentkezés után. Ha ez nincs kiválasztva, csak a rá kiosztott feladatok száma jelenik meg.
id: Tunjukkan pada pemakai penugasan diberikan padanya segera setelah dia log-on. Jika opsi ini tidak dipilih, hanya sebagian dari penugasan yang ditampilkan.

source: Select the Minimum Log Level.
de: Wählen sie die Logging-Stufe
hu: Válaszd ki a minimális naplózási szintet.
id: Pilih tingkat log minimum.

source: Would you like to use the Knowledge Base system that is now built in to IRM?
de: Möchten Sie die eingebaute Wissensdatenbank benutzen?
hu: Akarod használni a Tudásbázist, ami már be van építve az IRM-be?
id: Apakah Anda ingin menggunakan sistem Knowledge Base yang sudah ada di IRM?

source: Would you like to use the the FastTrack capability?
de: Möchten Sie das Fasttrack-System benutzen?
hu: Szeretnéd használni a FastTrack képességet?
id: Apakah Anda ingin menggunakan fasilitas Fast Track?

source: Do you wish to enable snmp monitoring (ignore the rest of the questions in this section if you don't check this option).
de: Möchten Sie SNMp verwenden?
hu: Engedélyezni akarod az snmp monitoringot (hagyd figyelmen kívül a többi kérdést ebben a részben, ha nem választod ezt a lehetõséget).
id: Apakah Anda akan mengaktifkan pengawasan dengan SNMP (abaikan pertanyaan berikutnya di bagian ini jika Anda tidak mengaktifkan)?

source: The name of the "read" or "public" snmp community.
de: Name der SNMP-community zum lesenden Zugriff
hu: A "read" vagy "public" snmp community neve.
id: Nama dari "read" or "public" pada komunitas SNMP.

source: Ping this host when it is loaded into the computer editor. This option can cause big delays if the host is down - use with caution.
de: Computer anpingen, wenn er zum bearbeiten ausgewählt wird.
hu: Ping-eld ezt a gépet, ha betöltjük a számítógép szerkesztõbe. Ez nagy késleltetést okozhat, ha gép ki van kapcsolva. Óvatosan használd.
id: Ping host tersebut ketika ia dimuat dalam editor komputer. Pilihan ini bisa mengakibatkan waktu tunda yang lama jika host-nya mati -- gunakan dengan bijaksana.

source: Interface options
de: Schnittstellen Optionen
hu: Bejelentkezés
id: Pilihan antarmuka

source: Do you wish to enable anonymous actions? (Submit ticket, read FAQ, etc).
de: Sollen anonyme Aktionen erlaub sein?
hu: Lehetõvé akarod tenni a névtelen (anonymous) hozzáférést? (Feladat felvétel, GYIK olvasás, stb.)
id: Apakah Anda ingin memungkinkan tindakan anonimus? (Kirim tiket, baca FAQ, dll).

source: DOWN
hu: LE
id: BAWAH

source: UP
hu: FEL
id: ATAS

source: UNKNOWN ERROR
de: UNBEKANNTER FEHLER
hu: ISMERETLEN HIBA
id: ERROR TAK DIKENAL

source: Runtime Information (SNMP)
de: Laufzeit Informationen (SNMP)
hu: Futási információk (SNMP)
id: Informasi Runtime (SNMP)

source: Licenses:
de: Lizenzen:
hu: Licenszek:
id: Lisensi:

source: Installed:
de: Installiert:
hu: Telepítve:
id: Terinstal:

source: Remaining:
de: Verbleibend:
hu: Maradék:
id: Sisi:

source: Software Bundle Information ($numRows)
de: Informationen über Software-Pakete
hu: Szooftvercsomag információk ($numRows)
id: Informasi Bundel Software ($numRows)

source: Software ID
hu: Szoftver ID
id: ID Software

source: License Key
de: Lizenzschlüssel
hu: Licensz kód

source: Entitlement
de: Berechtigung
hu: Darabszám
id: Kegunaan

source: Oem Sticker
de: OEM-Aufkleber
hu: Oem matrica
id: Stiker Oem

source: Del
de: löschen
hu: Törlés

source: Installed Software
de: Installierte Software
hu: Telepített szoftver
id: Software Terpasang

source: Add software:
de: Software Hinzufügen:
hu: Szoftver telepítése
id: Tambah software:

source: to template.
de: zu Vorlage.
hu: a sablonhoz.
id: ke template.

source: license key not found
de: Lizenzschlüssel nicht gefunden
hu: nincs licensz kód
id: license key tidak ditemukan

source: %s license(s).
de: %s Lizenz(en)
hu: %s licensz.
id: %s lisensi.

source: Add software
de: Software hinzufügen
hu: Szoftver telepítése
id: Tambah software

source: to computer, using
de: zu computer, unter Verwendung von
hu: a számítógépre, felhasználva
id: ke dalam komputer, menggunakan

source: license(s).
de: Lizenz(en).
hu: licenszt.
id: lisensi

source: No events
de: Keine Vorkomnisse
hu: Nincsenek események.
id: Tidak ada kejadian

source: Last 5 Events
de: Letzten 5 Einträge
hu: Az utolsó 5 esemény
id: 5 Kejadian Terakhir

source: Item
de: Objekt
hu: Tétel

source: Level
de: Ebene
hu: Szint
id: Tingkatan

source: Message
de: Nachricht
hu: Üzenet
id: Pesan

source: NEW
de: NEU
hu: ÚJ
id: BARU

source: WAIT
de: WARTEN
hu: VÁRAKOZÓ
id: TUNGGU

source: ACTIVE
de: AKTIV
hu: AKTÍV
id: AKTIF

source: OLD
de: ALT
hu: ELAVULT
id: LAMA

source: COMPLETE
de: ABGESCHLOSSEN
hu: LEZÁRT
id: SELESAI

source: Unknown!
hu: Ismeretlen!

source: Unknown
de: Unbekannt
hu: Ismeretlen
id: Tidak diketahui

source: All Devices by IP Address
de: Alle neuen Geräte sortiert nach IP-Adresse
hu: Az összes eszköz IP cím szerint

source: Default Report
de: Standard Bericht
hu: Alapértelmezett kimutatás
id: Laporan Default

source: Software Install Report
de: Softwareinstallations-Bericht
hu: Szoftver telepítési kimutatás

source: Search Tracking
de: Tracking suchen
hu: Keresés a munkalapok között

source: Tracking Report
de: Tracking Bericht
hu: Munkalap kimutatás
id: Laporan Tracking

source: Introduction to IRM
de: Einführung in IRM
hu: Bevezetés az IRM-be
id: Pengantar IRM

source: Frequently Asked Questions
de: Häufig gestellte Fragen (engl. FAQ)
hu: Gyakran Ismételt Kérdések
id: Pertanyaan Yang Sering Diajukan (Frequently Asked Questions)

source: Helpdesk personel get many questions - many of which are repeated many times. A FAQ, which is a list of frequently asked questions - and their answers, intends to provide a quick and easy way to help you get an answer to a questions. If your query isn't in this list, feel free to post a request for help.
hu: Az ügyfélszolgálat rengeteg kérdést kap - amelyek többsége többször megismétlõdik. A GYIK, a gyakran ismételt kérdések és válaszok listájának a célja, hogy gyors és egyszerû módot biztosítson arra, hogy a kérdésedre választ kapj. Amennyiben a problémádra nem találsz megoldást, nyugodtan indíts el egy segítségkérést.
id: Petugas Help Desk banyak mendapatkan pertanyaan yang berulang. FAQ menyediakan cara yang cepat dan mudah untuk memperoleh jawaban dari sebuah permasalahan. Jika kasus Anda tidak ada dalam daftar, jangan ragu untuk mengajukan permintaan bantuan.

source: Read FAQ
de: FAQ lesen
hu: GYIK olvasása
id: Baca FAQ

source: You can request help without logging in to IRM. To do this you need to select the appropriate department, click the <b>Help</b> button below and then follow the instructions. Your request will be filed under the user name of <b>guest</b> so you will need to ensure that the contact information is correct if you wish to recieve updates and keep in touch with the helpdesk.
hu: Segítséget kérhetsz anélkül is, hogy bejelentkeznél az IRM-be. Ehhez ki kell választanod a megfelelõ adatbázist, majd klikkelj a <b>Segítség</b> gombra. A kérésedet <b>guest</b> (vendég) felhasználó nevében rögzítjük, így gyõzõdj meg róla, hogy a megadott adatait helyesek, ha kapcsolatban akarsz maradni az ügyfélszolgálattal vagy ha visszajelzést akarsz kapni.
id: Anda bisa meminta bantuan tanpa log-in ke dalam IRM. Untuk itu pilihlah departemen yang sesuai, klik tombol <b>Help</b> di bawah ini dan ikuti instruksi selanjutnya. Permintaan Anda akan disimpan atas nama pemakai <b>guest</b>, jadi Anda perlu memastikan bahwa informasi kontak sudah benar jika ingin menerima informasi perkembangan dan bisa tetap menjalin kontak dengan helpdesk.

source: IRM Login
de: IRM-Anmeldung
hu: IRM bejelentkezés

source: Login
de: Anmeldung
hu: Bejelentkezés

source: Username
de: Benutzername
hu: Felhasználó neve
id: Nama pemakai

source: IRM - The Information Resource Manager
de: IRM - Information Resource Manager
hu: IRM - Az informatikai eszközök kezelõje

source: Unknown type of config file: %s
de: Typ von Konfigurations-Datei %s nicht bekannt
hu: Ismeretlen tipusú konfigurációs állomány: %s
id: Tipe file konfigurasi tidak dikenal: %s

source: config file %s not found
de: Konfigurations-Datei %s wurde nicht gefunden
hu: A %s konfigurációs állományt nem találom
id: File konfigurasi %s tidak ditemukan

source: Permission denied: you have not granted the necessary database privileges to your database user.
hu: Hozzáférés megtagadva: nem adtad meg a szükséges jogokat az adatbázis felhasználód számára.

source: Database Error: %s (%s)
de: Datenbank Fehler: %s (%s)
hu: Adatbázis hiba: %s (%s)
id: Kesalahan database: %s (%s)

source: Unknown database
de: Unbekannte Datenbank
hu: Ismeretlen adatbázis
id: Database tidak dikenal

source: No DSN for database %s (%s)
hu: Nincs DSN a %s adabázishoz (%s)

source: Redirecting to
de: Sie werden umgeleitet nach
hu: Átirányítás
id: Mengarahkan ke

source: the login page
de: Anmeldeseite
hu: a bejelentkezõ oldalra.
id: halaman login

source: the system index
de: Systemindex
hu: a kezdõlapra
id: indeks sistem

source: Add to Group Completed
de: Zur Gruppe hinzufügen abgeschlossen
hu: Csoporthoz rendelés bejezve
id: Penambahan ke Grup Selesai

source: Computer ID %s added to group %s
de: Computer ID %s wurde zur Gruppe %s hinzugefügt.
hu: %s azonosítójú számítógépet hozzáadtuk a %s csoporthoz
id: ID Komputer %s ditambahkan ke dalam grup %s

source: Computer ID %s already in this group.
de: Computer ID %s ist bereits in dieser Gruppe.
hu: A %s azonosítójú számítógép már tagja ennek a csoportnak.
id: ID Komputer %s sudah ada dalam grup ini.

source: The add to group operation has been completed.
de: Das hinzufügen zur Gruppe war erfolgreich.
hu: A csoporthoz rendelés mûveletet sikeresen végrehajtottuk.
id: Perintah tambah dalam grup berhasil.

source: Delete from Group Completed
de: Löschen aus Gruppe erfolgreich
hu: A csoportból való törlést végrehajtottam
id: Penghapusan dari Grup Selesai

source: The delete from group operation has been completed.
de: Das Löschen aus der Gruppe war erfolgreich.
hu: A csoportból való törlést befejeztem
id: Perintah penghapusan dari grup sudah dilaksanakan.

source: Setup computers in groups
de: Computer-Gruppen einrichten
hu: Számítógépek csoportosítása
id: Setup komputer dalam grup

source: Use this utility to add computers to groups, or to remove computers from groups.
de: Benutzen Sie diese Seite um Computer zu Gruppen hinzuzufügen oder um sie aus Gruppen zu löschen.
hu: Ezzel a segédeszközzel hozzáadhatsz számítógépeket csoportokhoz, vagy vagy eltávolíthatod õket a csoportokból.
id: Gunakan fasilitas ini untuk menambah atau menghapus komputer dalam grup

source: Add all computers from previous search to group
de: Alle Computer aus der vorherigen Suche zu einer Gruppe hinzufügen.
hu: Az elõzõ keresésbõl minden számítógépet csoporthoz adunk
id: Tambahkan semua komputer dari penelusuran sebelumnya ke dalam grup

source: NOTE: Sometimes this may take a while, depending on the number of computers you have (upwards of 10 seconds).
de: Hinweis: Manchmal dauert diese Operation etwas länger, abhängig von der Anzahl der vorhandenen Computer.
hu: FIGYELEM: Néha ez több idõbe telik, a számítógépeid számától függõen (10 másodperc vagy több)
id: CATATAN: Kadang-kadang perlu waktu, tergantung jumlah komputer yang dimiliki (sampai 10 detik)

source: Batch Software Add Completed
de: Massenverarbeitung: Hinzufügen von Software beendet
hu: Kötegelt szoftver hozzárendelés befejezve
id: Penambahan Software secara Batch Selesai

source: The batch add operation has been completed.
de: Die Massenverarbeitung wurde abgeschlossen.
hu: A kötegelt hozzárendelést befejeztük.
id: Penambahan secara batch sudah selesai.

source: Batch Add Software
de: Massenverarbeitung Software hinzufügen
hu: Szoftver kötegelt felvétele
id: Tambah software secara batch

source: Use this utility to batch add software. NOTE: Currently you can't add more than 1 software item at a time
de: Stapelverarbeitung: Hinzufügen von Software. Hinweis: Zur Zeit ist es nur mögliche eine Software pro Durchlauf inzuzufügen.
hu: Itt tudsz több géphez egyszerre felvenni szoftvert. Figyelem: Jelelen nem tudsz egynél több szoftver felvenni.
id: Gunakan fitur berikut untuk menambahkan software secara batch. CATATAN: Saat ini Anda tidak dapat menambahkan lebih dari 1 software pada satu waktu

source: This has been disabled until it can be rewritten to support License tracking
de: Diese Funktion wurde deaktiviert bis sie umgeschrieben um Lizenz-Tracking zu unterstützen.
hu: Ez ki van iktatva, amíg nem tdjuk úgy átírni, hoigy támogassa a licensz követést.
id: Fitur ini dinonaktifkan sampai bisa dibuat mendukung tracking lisensi

source: NOTE: Sometimes this may take a while, depending on the number of computers you have (in upwards of 10 seconds).
de: Hinweis: Manchmal dauert diese Aktion sehr lange.
hu: FIGYELEM: Néha ez sok idõbe telhet, attól függõen, hogy hány számítógéped van. (több, mint 10 másodperc)
id: CATATAN: Kadang-kadang perlu waktu, tergantung junlah komputer yang ada (sampai 10 detik)

source: %s updated record
de: %s hat einen Eintrag aktualisiert
hu: %s módosított egy rekordot
id: %s record diperbaharui

source: This is the IRM FAQ system. It allows you to view the questions most frequently asked of the helpdesk.
de: Hier können Sie die am häufigsten gestellten Fragen nachlesen.
hu: Ez az IRM GyIK rendszere. Itt láthatod azokat a kérdéseket, amelyeket leggyakrabban kérdeznek az ügyfélszolgálattól.
id: Ini adalah sistem FAQ IRM. Anda bisa melihat pertanyaan-pertanyaan yang paling sering diajukan ke helpdesk.

source: Redirecting to users/helper.php
de: Sie werden weitergeleitet.
hu: Árirányítás a users/helper.php-ra
id: Mengarahkan ke users/helper.php

source: Command Center
de: Kommandozentrale
hu: Irányító Központ
id: Pusat Kendali
