Repository: theatrus/archive-irm
Catalog: locale/po/*.po
Languages: de, hu, id

source: %s tracking item(s) related to %s
de: %s Tracking-Eintrage für %s gefunden.
hu: %s munkalap %s-vel kapcsolatban
id: %s item tracking terkait dengan %s

source: Added
de: hinzugefügt
hu: Felvéve
id: Penambahan

source: computers
de: Computer
hu: számítógépek
id: komputer

source: tracking
hu: munkalap

source: New tracking job opened
de: Neuer Tracking-Auftrag erstellt
hu: Új munkalap megnyitva
id: Pembukaan pekerjaan tracking baru

source: Your tracking job has been placed into the database.
de: Ihr Tracking-Auftrag wurde in die Datenbank aufgenommen.
hu: A munkalapot felvettem az adatbázisba
id: Pekerjaan tracking telah ditempatkan ke dalam database.

source: This is the IRM tracking system it allows you to view the jobs currently in the queue. In addition, you can click on "more info" next to any piece of tracking in order to view more detail or add followup information.
de: Dies ist das IRM Tracking-System. Sie können sich anschauen welche Aufträge derzeit vorliegen. Ausserdem können Sie zu jedem Auftrag mehr Informationen über den enstprechenden Verweis abrufen.
hu: Ez az IRM munkalap rendszere. Lehetõvé teszi a pillanatnyilag folyamatban lévõ munkák megtekintését. Továbbá, a "További adatok"-ra kattintva bármelyik munkalap mellett, megtekintheted a részletesebb adatokat ill. újabb adatokat fûzhetsz hozzá.
id: Ini adalah sistem tracking IRM yang memungkinkan Anda untuk melihat tugas-tugas yang dalam antrian. Anda bisa meng-klik ke "info lebih lanjut" di dekat setiap perintah tracking untuk melihat detailnya atau menambah informasi tindak lanjutnya.

source: Invalid field name to sort by: %s
de: Ungültiger Feld-Name zum Sortieren: %s
hu: Érvénytelen rendezési mezõ: %s
id: Nama file tidak benar untuk diurutkan berdasarkan: %s

source: Show All Tracking
de: Zeige alle Trackings
hu: Minden munkalap megjelenítése
id: Tampilkan Semua Tracking

source: Show only tracking not assigned to anyone
de: Zeige nur Trackings die nicht mir zugeordnet sind.
hu: Csak a még senkihez nem rendelt munkalapok megjelenítése
id: Tunjukkan tracking yang belum ada penugasannya

source: Show only tracking assigned to %s
hu: Csak a %s felhasználóhoz rendelt munkalapok megjelenítése

source: Show
de: Anzeigen
hu: Mutasd
id: Tunjukkan

source: Ticket and Followups
de: Ticket und Followups
hu: a munkalapokban és intézkedésekben
id: Tiket dan Tindak Lanjut

source: Ticket only
de: Nur Tickets
hu: csak a munkalapokban
id: Tiket

source: Followups only
de: Nur Followups
hu: csak az intézkedésekben
id: Hanya Tindak Lanjut

source: for the following term:
de: für den Folgenden Terminus:
hu: a következõ kifejezésre
id: untuk terminologi berikut ini:

source: Very High
de: Sehr Hoch
hu: Nagyon magas
id: Sangat Tinggi

source: High
de: Hoch
hu: Magas
id: Tinggi

source: Normal
hu: Normál

source: Low
de: Niedrig
hu: Alacsony
id: Rendah

source: Very Low
de: Sehr Niedrig
hu: Nagyon alacsony
id: Sangat Rendah

source: Active
de: Aktiv
hu: Aktív
id: Aktif

source: Assigned
de: Zugewiesen
hu: Kiosztott
id: Penugasan

source: Complete
de: Fertig
hu: Lezárt
id: Selesai

source: New
de: Neu
hu: Új
id: Baru

source: Old
de: Alt
hu: Elavult
id: Lama

source: Wait
de: Warten
hu: Várakozó
id: Menunggu

source: Error setting followup information in Tracking Class:
de: Fehler in der Tracking-Klasse beim setzen der Followup-Information
hu: Hiba történt az intézkedés adatainak beállításakor a munkalap osztályban:
id: Gagal men-set informasi followup di Kelompok Tracking:

source: Tracking ID has not been set yet
de: Tracing ID wurde nicht gesetzt
hu: A munkalap azonosítót még nem állítottuk be
id: Tracking ID masih belum dikirim

source: Got zero ID for followup
de: Leere ID für Followup
hu: Zero intézkedés azonosítót (ID) kaptam
id: Memperoleh ID nol untuk followup

source: Invalid sort string:
de: Ungültige Sortierzeichenkette:
hu: Érvénytelen rendezõ karakterlánc:
id: String pengurutan salah:

source: Error displaying Tracking:
de: Fehler beim Anzeigen des Trackings:
hu: Hiba a munkalap megjelínítése közben:
id: Gagal menampilkan Tracking

source: ID is not set.
de: ID nicht gesetzt.
hu: Az ID nincs beállítva.
id: ID belum diset.

source: Opened:
de: Erstellt:
hu: Megnyitva:
id: Terbuka:

source: Closed:
de: Geschlossen:
hu: Lezárva:
id: Tertutup:

source: Nobody
de: Niemand
hu: Senki
id: Tidak ada

source: More Information
de: Weitere Informationen
hu: További adatok
id: Informasi Lanjutan

source: Go Back
de: Zurück
hu: Vissza
id: Kembali

source: This Tracking Entry Does Not Exist, or is missing critical details.
de: Dieses Tracking existiert nich oder es fehlen wichtige Details.
hu: Ez a munkalap nem létezik vagy kritikus részei hiányoznak.
id: Item tracking ini tidak ada, atau tidak memiliki detil informasi yang penting.

source: Status:
hu: Állapot:

source: Date Opened:
de: Erstellungsdatum:
hu: Felvéve:
id: Tanggal Dibuka:

source: Date Closed:
de: Abschlussdatum:
hu: Lezárva:
id: Tanggal Ditutuo:

source: This job was open for:
de: Dieser Auftrag wurde erstellt für:
hu: A munkalap nyitott idõtartama:
id: Tugas ini dibuka untuk:

source: Author:
de: Autor:
hu: Szerzõ:
id: Penyusun:

source: Group
de: Gruppe
hu: Csoport
id: Grup

source: Assigned to:
de: Deligiert an:
hu: Kiosztva:
id: Ditugaskan ke:

source: Problem Description:
de: Problembeschreibung:
hu: A probléma leírása:
id: Deskripsi permasalahan:

source: No Followups on this request
de: Keine Followups für diesen Auftrag
hu: Nincs intézkedés ehhez a munkalaphoz
id: Tidak ada followup untuk permintaan ini

source: Knowledge Base System
de: Wissensdatenbank
hu: Tudásbázis rendszer
id: Sistem Knowledge Base

source: If tracking is marked as complete, should it be used to add something to the knowledgebase?
de: Soll etwas zur Wissensdatenbank hinzugefügt werden wenn ein Tracking abgeschlossen ist?
hu: Amennyiben a munkalapot lezárjuk (complete), felhasználjuk arra, hogy hozzáadjunk valamit a Tudásbázishoz?
id: Jika suatu tracking sudah ditandai sebagai selesai, apakah bisa digunakan untuk menambahkan isi knowledgebase?

source: Update Tracking
de: Tracking aktualisieren
hu: Munkalap módosítása
id: Perbaharui Tracking

source: ID
hu: Azonosító

source: Status
hu: Állapot

source: Pri
de: Priorität
hu: Prioritás

source: Error committing Work Request.
de: Fehler beim anlegen des Arbeitsauftrages:
hu: Hiba a munkalap tárolása közben
id: Gagal Memasukkan Permintaan Pekerjaan.

source: ID has not been set. Use "add()" to add new Work Requests and "commit" to commit changes to Work Requests
hu: Az azonosító nincs beállítva. Használd a "Felvesz" gombot új munkalap felvételéhez és "commit" gombot a változtatások elmentéséhez.
id: ID belum diset. Gunakan "tambah" untuk menambahkan permintaan pekerjaan baru dan "commit" untuk menyetujui perubahan dalam Permintaan Pekerjaan.

source: DateEntered has not been set.
de: DateEntered wurde nicht gesetzt.
hu: DateEntered nins beállítva.
id: Tanggal Memasukkan belum diset.

source: Status has not been set.
de: Status wurde nicht gesetzt
hu: Status nins beállítva.
id: Status belum diset.

source: ComputerID has not been set.
de: ComputerID wurde nicht gesetzt
hu: ComputerID nins beállítva.
id: ID Komputer belum diset.

source: WorkRequest has not been set.
de: WorkRequest wurde nicht gesetzt.
hu: WorkRequest nins beállítva.
id: Permintaan Pekerjaan belum di set.

source: Priority has not been set.
de: Proirity wurde nicht gesetzt
hu: Priority nins beállítva.
id: Prioritas belum diset.

source: IsGroup has not been set.
de: IsGroup wurde nicht gesetzt
hu: IsGroup nins beállítva.
id: Grup belum diset.

source: Author has not been set.
de: Author wurde nicht gesetzt
hu: Author nins beállítva.
id: Penyusun belum diset.

source: AuthorEmail has not been set.
de: AuthorEmail wurde nicht gesetzt
hu: AuthorEmail nins beállítva.
id: Email penyusun belum diset.

source: EmailUpdatesToAuthor has not been set.
de: EmailUpdatesToAuthor wurde nicht gesetzt.
hu: EmailUpdatesToAuthor nins beállítva.
id: Email Update ke Pengusul belum diset.

source: IRM: New Job %s has been added to the work request system.
de: IRM: Ein Neuer Auftrag (%s) wurde zum Auftragssystem hinzugefügt.
hu: IRM: Új munkalap (%s) került a munkalap rendszerbe.
id: IRM: Tugas %s Baru telah ditambahkan ke dalam sistem pengajuan pekerjaan.

source: IRM: Job %s has been modified by %s
de: IRM: Der Auftrag %s wurde von %s verändert
hu: IRM: A %s munkalapot módosította %s
id: IRM: Tugas %s telah dirubah oleh %s

source: Tracking job information:
de: Tracking Information:
hu: Munkalap adatok:
id: Informasi tracking tugas/:

source: Tracking ID:
hu: Munkalap azonosító:

source: Work Request:
de: Arbeitsauftrag:
hu: A feladat leírása:
id: Permintaan Pekerjaan:

source: No Followups have been added.
de: Es wurden keine Followups hinzugefügt.
hu: Nincs intézkedés hozzáadva.
id: Tidak ada followup yang ditambahkan.

source: Followups:
hu: Intézkedések:
id: Followup:

source: Modify this tracking item:
de: Verändern dieses Tracking-Objektes:
hu: A munkalap módosítható itt:
id: Rubah item tracking ini:

source: ID has not been set. Use "add()" to add new Followups and "commit" to commit changes to Followups
hu: Az azonosító nincs beállítva. Használd a "Felvesz" gombot új munkalap felvételéhez és "commit" gombot a változtatások elmentéséhez.
id: ID belum diset. Gunakan "tambah" untuk menambahkan Followup baru dan "commit" untuk menyetujui perubahan dalam Followup.

source: ComputerID has not been set.
de: ComputerID wurde nicht gesetzt.
hu: ComputerID nincs beállítva.
id: ID Komputer belum diset.

source: WorkRequest has not been set.
de: WorkRequest wurde nicht gesetzt.
hu: WorkRequest nincs beállítva.
id: Permintaan Pekerjaan belum di set.

source: EmailUpdatesToAuthor has not been set.
de: EmailUpdatesToAuthor wurde nicht gesetzt.
hu: EmailUpdatesToAuthor nincs beállítva.
id: Email Update ke Pengusul belum diset.

source: Group Memberships
de: Gruppenmitgliedschaft
hu: Csoport tagság
id: Keanggotaan Kelompok

source: No Tracking Found
de: Kein Tracking gefunden
hu: Nincs munkalap
id: Tidak Menemukan Tracking

source: Found %s tracking items, %s currently open.
de: %s Tracking-Eintrage, %s derzeit offen.
hu: %s munkalapot találtam, %s van jelenleg nyitva.
id: %s item tracking ditemukan, %s statusnya terbuka

source: Show Current Tracking
de: Zeige aktuelle Trackings
hu: Mutasd a jelenlegi munkalapokat
id: Tampilkan Tracking Saat ini

source: Hide Tracking
de: Tracking verstecken
hu: Munkalapok elrejtése
id: Sembunyikan Tracking

source: Show Tracking
de: Trcking anzeigen
hu: Munkalapok megjelenítése
id: Tampilkan Tracking

source: Setup groups with this query
de: Eine Gruppe aus dieser Abfrage erstellen
hu: Hozz létre csoportot az eredménnyel
id: Setup grup dengan query berikut

source: View by Location
de: Ansicht nacht Ort
hu: Megjelenítés a hely alapján
id: Lihat berdasarkan Lokasi

source: and show in
de: und angezeigt in
hu: és mutasd
id: dan tampilkan dalam

source: sorted by
de: sortiert nach
hu: rendezve
id: urutkan berdasarkan

source: Detailed Search
de: Detailsuche
hu: Részletes keresés
id: Pencarian Detil

source: where that field
de: feld enthalten in
hu: ahol ez a mezõ
id: ketika field tersebut

source: and then show in
de: anzeigen in
hu: és mutasd meg
id: kemudian tampilkan dalam

source: and sort by
de: und sortieren nach
hu: és rendezd eszerint:
id: dan urutkan sesuai

source: invalid field name: %s
de: Ungültiger Feld-Name: %s
hu: érvénytelen mezõnév: %s
id: nama file tidak benar: %s

source: Licenses
de: Lizenzen
hu: Licenszek
id: Lisensi

source: Installed:
de: Installiert:
hu: Telepítve:
id: Terinstall:

source: Remaining:
de: Verbleibend:
hu: Maradt:
id: Tersisa:

source: Total:
hu: Összesen

source: Invalid field name: %s
de: Ungültiger Feldname: %s
hu: Érvénytelen mezõnév: %s
id: Nama field tidak benar: %s

source: Previous 5
de: Die vorherigen 5
hu: Elõzõ 5
id: 5 Sebelumnya

source: Next 5
de: Die nächten 5
hu: Következõ 5
id: 5 Berikutnya

source: Previous 25
de: Die vorherigen 25
hu: Elõzõ 25
id: 25 Sebelumnya

source: Next 25
de: Die nächsten 25
hu: Következõ 25
id: 25 Selanjutnya

source: Invalid table name: %s
de: Ungültiger Tabellenname: %s
hu: Érvénytelen tábla név: %s
id: Nama tabel tidak benar: %s

source: setup
de: Einstellungen
hu: beállít

source: Computer Templates
de: Computer-Vorlagen
hu: Számítógép sablonok
id: Template Computer

source: Health Check
hu: Állapot ellenõrzés
id: Uji Kelaikan

source: Install
de: Installieren
hu: Telepítés

source: Upgrade
de: Aktualisieren
hu: Frissítés

source: The database '%s' has been initialised.
hu: A '%s' adatbázist inicializáltuk.

source: There were query errors:
hu: Hiba történt a lekérdezés (query) közben:

source: Running upgrade for %s
de: Versionsaktualisierung für %s
hu: Frissítés erre a verzióra: %s
id: Menjalankan upgrade untuk %s

source: The database '%s' has been upgraded to the current system version.
de: Die Datenbank '%s' wurd auf die neuste Systemversion aktualisiert.
hu: A '%s' adatbázist frissítettük a jelenlegi rendszer verzióra.
id: Database %s telah diupgrade ke versi terkini.

source: If query errors were reported above, your database is not completely upgraded.
hu: Amennyiben feljebb hibaüzenetek jelentek meg a lekérdezésekkel (query) kapcsolatban, akkor az adatbázis frisstés nem volt teljes.

source: Please review the errors and deal with them as appropriate.
hu: Kérelk, nézd át a hibákat és járj el ennek megfelelõen.

source: I have detected that you are running on some form of Windows system.
de: Es wurde festgestellt, dass IRM auf einem Windows-System läuft.
hu: Úgy látom, hogy valamilyen Windows rendszert használsz.
id: IRM mendeteksi Anda menggunakan sistem Windows.

source: I have detected that you are running on a Unix-like system (Linux, Mac OS X, etc).
hu: Úgy látom, hogy egy Unix jellegû rendszert használsz (Linux, Mac OS X, stb.)

source: If this autodetection is not correct, we have a serious problem. Please report a bug.
de: Wenn diese automatische Erkennung nicht korrekt ist erstellen sie bitte einen Bug-Report.
hu: Ha ez a megállapítás nem igaz, akkor komoly hiba van a rendszerünkben. Kérlek jelentsd be a hibát.
id: Jika deteksi otomatis tidak tepat, ada masalah yang serius. Harap laporkan sebagai bug.

source: Select a database to initialise.
de: Wählen sie eine Datenbank zum Initialisieren.
hu: Válaszd ki a hsználandó adatbázist.
id: Pilih database untuk diproses.

source: No uninitialised databases found
hu: Nem találtam üres adatbázist

source: Upgrades
hu: Frissítések

source: Please select a database to upgrade.
hu: Válaszd ki a frissítendõ adatbázist.

source: Setup IRM version %s
de: IRM Version %s einrichten.
hu: IRM %s verzió telepítése
id: Setup IRM versi %s

source: ERROR:
de: FEHLER:
hu: HIBA:

source: You do not appear to have the MySQL module installed.
de: Anscheinend ist das MySQL-Modul nicht installiert.
hu: Úgy tûnik, nálad nincs telepítve a MySQL module.
id: Tampaknya Anda tidak memiliki modul MySQL terinstall.

source: GPC variables not being registered globally.
de: GPC-Variabeln sind nicht global registriert.
hu: A GPC változók nincsenek globlisan regisztrálva.
id: Variable GPC tidak terdaftar secara global.

source: Your webserver isn't providing SCRIPT_FILENAME or PATH_TRANSLATED. Please report a bug giving your OS and Webserver information.
hu: Az általad használt webszerver nem adja vissza következõ értékeket: SCRIPT_FILENAME vagy PATH_TRANSLATED. Küldj egy hibajelentést, megadva az operációs rendszert és használt webszervert.
id: Server web Anda tidak menyediakan SCRIPT_FILENAME atau PATH_TRANSLATED. Harap laporkan bug dengan menyatakan informasi sistem operasi dan server webnya.

source: The current directory ('.') does not appear to be in your include_path.
de: Das Aktuelle Verzeichniss ('.') ist nicht im Include-Pfad.
hu: Az aktuális könyvtár (.) nincs benne az elérési útban (include path).
id: Direktori aktif ('.') tampaknya tidak ada di include_path Anda.

source: IRM requires a minimum PHP version of 4.1.0.
de: IRM braucht PHP mit einer Versionsnummer von mindestens 4.1.0
hu: Az IRM minimum 4.1.0 PHP verziót igényel.
id: IRM minimum memerlukan PHP versi 4.1.0.

source: Your configured session save path is invalid!
de: Der angegebene Pfad zum Abscpeichern der Sessions ist ungültig.
hu: A beállított 'session save path' érvénytelen.
id: Konfigurasi path untuk menyimpan sesi tidak benar!

source: There were problems detected.
de: Es wurden Probleme entdeckt.
hu: Hibákat észleltünk.
id: Ada permasalahan yang terdeteksi.

source: Your server appears healthy. Enjoy IRM!
de: Ihre Installation schein in Ordnung. Viel Spass mit IRM!
hu: A szerverd állapota megfelelõnek tûnik. Sok sikert az IRM-hez.
id: Server Anda laik untuk dipakai. Selamat Mencoba IRM!

source: This is the IRM Knowledge Base system. It allows you to view all of the knowledge base articles that have been entered.
de: Dies ist die IRM Wissensdatenbank. Sie können hier alle verfügbaren Artikel nachschlagen.
hu: Ez az IRm Tudásbázis rendszer. Lehetõvé teszi, hogy megnézd mindazokat a tudásbázis cikkeket, amiket bevittek a rendszerbe.
id: Ini adalah sistem Knowledge Base IRM. Anda bisa melihat semua artikel yang sudah dimasukkan ke dalam knowledge base.

source: Add an Article
hu: Cikk felvétele

source: Question (%s):
de: Frage (%s):
hu: Kérdés (%s)
id: Pertanyaan (%s):

source: Answer:
de: Antwort:
hu: Válasz:
id: Jawaban

source: This Knowledge Base entry is part of the FAQ.
de: Dieser Eintrag in der Wissensdatenbank gehört zu den häufig gestellten Fragen
hu: A tudásbázisnak ez a cikke része GYIK-nak.
id: Entri Knowledge Base ini merupakan bagian dari FAQ.

source: Remove Article from the FAQ
de: Artikel aus den häufig gestellten Fragen löschen
hu: A cikk eltávolítása a GYIK-bõl
id: Buang Artikel dari FAQ

source: This Knowledge Base entry is not part of the FAQ.
de: Dieser Eintrag in der Wissensdatenbank gehört nicht zu den häufig gestellten Fragen
hu: A tudásbázisnak ez a cikke nem része GYIK-nak.
id: Entri Knowledge Base ini bukan merupakan bagian dari FAQ.

source: Add Article to the FAQ
de: Artikel zu den häufig gestellten Fragen hinzufügen
hu: A cikk hozzáadása a GYIK-hez
id: Tambahkan Artikel ke dalam FAQ

source: Modify Article
de: Artikel ändern
hu: Cikk módosítása
id: Rubah Artikel

source: Delete Article
de: Artikel löschen
hu: A cikk törlése
id: Hapus Artikel

source: Add Article
de: Artikel hinzufügen
hu: Cikk felvétele
id: Tambah Artikel

source: No followups were added, please put something here in the answer!
de: Es wurden keine Followups hinzugefügt. Bitte fügen Sie trotzem eine Antwort ein!
hu: Nincs intézkedés megadva, kérlek írj valamit a válaszhoz!
id: Tidak ada followup yang ditambahkan, silakan tuliskan jawabannya di sini!

source: Here is where you can add an article to the knowledge base.
de: Hier können Sie Artikel in die Wissensdatenbank einpflegen.
hu: Itt vehetsz fel cikket a tudásbázisba.
id: Di sini Anda bisa menambahkan artikel ke dalam knowledge base.

source: Select the category in which this article should be placed:
de: Wählen Sie die Kategorie, in dir dieser Artikel einsortiert werden soll:
hu: Válaszd ki azt a témát, ahol a cikket el akarod helyezni.
id: Pilih kategori tempat penempatan artikel ini:

source: Enter the question here. Please be as detailed as possible with the question, but don't repeat information that can be inferred by the category.
de: Geben Sie hier die Frage ein.
hu: Add meg a kérdést itt. Kérlek, legyél annyira részletes, amennyire lehetséges, de ne ismételj meg olyat, ami a témából következik.
id: Masukkan pertanyaan di sini. Usahakan sedetil mungkin dengan pertanyaannya, tapi jangan ulangi yang sudah dicakup dalam kategorinya.

source: Enter the answer here. Please be as detailed as possible with the answer, including a step by step process.
de: Geben Sie hier die Antwort ein.
hu: Itt add meg a választ. Kérlek, legyél annyira részletes, amennyire csak lehet, beleértve a lépésenkénti folyamat leírását is.
id: Masukkan jawabannya di sini. Harap sedetil mungkin dengan jawabannya, termasuk langkah-langkahnya.

source: Place this Knowledge Base Article into the publicly viewable FAQ as well.
de: Diesen Arktikel auch in die öffentliche Liste der häufig gestellten Fragen aufnehmen.
hu: Ez a tudásbázis cikk kerüljön be a nyilvános elérhetõ GYIK-be is.
id: Tempatkan artikel Knowledge Base ini ke FAQ yang bisa dibaca.

source: Article Preview
de: Artikelvorschau
hu: Cikk ellenõrzése
id: Tampilkan Artikel

source: Please check that the article you are about to submit is correct. If it is not, use the provided links to re-edit it.
de: Bitte überprüfen Sie noch einmal, ob alle eingegebenen Daten korrekt sind. Ist dies nicht der Fall benutzen Sie bitte den bereitgestellten Link um zur Bearbeitung zurückzukehren.
hu: Kérlek, ellenõrizd, hogy a felveendõ cikk helyes. Ha nem, akkor használd a lenti linket a javításhoz.
id: Harap cek apakah artikel yang mau Anda kirim sudah benar. Jika belum, gunakan link yang ada untuk meng-edit ulang.

source: Category Selected was: %s
de: Gewählte Kategorie: %s
hu: A kiválasztott kategória: %s
id: Kategori yang dipilih adalah: %s

source: Question:
de: Frage:
hu: Kérdés:
id: Pertanyaan:

source: Detailed View
de: Detailansicht
hu: Részletes nézet
id: Tampilan Detil

source: Here is where you can modify an article that is in the knowledge base.
de: Hier können Sie die Artikel der Wissensdatenbank bearbeiten.
hu: Itt tudod módosítani a tudásbázisban lévõ cikkeket.
id: Disini Anda bisa mrubah artikel yang ada di dalam knowledge base.

source: Modify the question here. Please be as detailed as possible with the question, but don't repeat information that can be inferred by the category.
de: Verändern Sie hier die Frage. Bitte seien Sie so genau wie möglich bei der Formulierung der Frage.
hu: Szerkeszd meg a kérdést itt. Legyél olyan részletes, amennyire csak lehet, de ne ismételd meg az információt, ami adódik a témából.
id: Rubah pertanyaan berikut ini. Harap buat pertanyaan sedetil mungkin, tapi harap jangan mengulang informasi yang sudah tercakup dalam kategorinya.

source: Modify the answer here. Please be as detailed as possible with the answer, including a step by step process.
de: Verändern Sie die Antwort. Bitte seien Sie so genau wie möglich.
hu: Itt szerkesztheted meg a választ. Legyél annyira részletes, amennyire csak lehet, beleértve a folyamat lépésrõl lépésre történõ leírását.
id: Rubah jawabannya di sini. Harap sedetil mungkin, termasuk dengan tahap demi tahap prosesnya.

source: Preview Article
de: Vorschau
hu: Cikk elõnézet
id: Tampilkan Artikel

source: Knowledge Base Setup
de: Wissensdatenbank - Einrichtung
hu: Tudásbázis karbantartás
id: Setup Knowledge Base

source: Welcome to the IRM Knowledge Base Setup utility. Here you can add, modify, or delete a category from the IRM Knowledge Base.
de: Willkommen bei der Einrichtung für die IRM Wissensdatenbank. Hier können Sie Kategorien der Wissensdatenbank erstellen, ändern oder löschen.
hu: Üdvözüllek az IRM Tudásbázis karbantartásánál. Itt vehetsz fel, módosíthatsz, vagy törölhesz témákat a tudásbázisból.
id: Selamat datang di IRM Knowledge Base Setup. Di sini Anda bisa menambah, merubah, atau menghapus kategori dari dalam IRM Knowledge Base.

source: Category Name:
de: Kategorie-Name:
hu: A téma neve:
id: Nama Kategori:

source: As a subcategory of:
de: Als Unterkategorie von:
hu: Legyen az alfejezete a:
id: Sub kategori dari:

source: Add a Category
de: Kategorie hinzufügen
hu: Téma hozzáadása
id: Tambah kategori

source: New Category
de: Neue Kategorie
hu: Új téma
id: Kategori Baru
